{"artist_name": "Kanye West", "songs": [{"song_title": "'03 Bonnie & Clyde", "questions": ["You ready, B?", "Put us together, how they gon' stop both us?"]}, {"song_title": "'03 Electric Relaxation", "questions": []}, {"song_title": "'03 Till Infinity", "questions": ["Who's there?"]}, {"song_title": "100 Sheisty's", "questions": ["Yo, what would make a scared man pull a trigga'?", "So how you wit' a hundred cats and none of the sheisty?", "So do you really wanna take that risk?"]}, {"song_title": "18 Years", "questions": []}, {"song_title": "1996 Fat Beats Freestyle", "questions": ["?"]}, {"song_title": "2002 Unreleased Freestyle", "questions": ["See now, see me ho?"]}, {"song_title": "2004 Tim Westwood Freestyle", "questions": ["And your girlfriends, can I hit those?", "You was with me, she said, \"Who's your sensei?", "How you expect me to hit?", "My apologies, are you into astrology?", "me or LeBron James?", "Can I please say my peace?", "You see this?", "Your girl don't like me?"]}, {"song_title": "2013 Yeezus Tour Dates", "questions": []}, {"song_title": "2013 Zane Lowe BBC Radio Interview Part 1", "questions": ["that allowed him to be that, right?", "remember how funny that was?", "you know what I mean?", "up to something. So we're all kind of playing a guessing game, you know what I mean?", "whether I'm at a dinner with Anna Wintour, or I'm at a listening session with Pusha, or me and Virgil are in Rome giving designs to Fendi over and over and gettin' our designs knocked down. Brought the leather jogging pants 6 years ago to Fendi, and they said no. How many motherfuckers you done seen with a leather jogging pant?", "Grab a seat, grab a seat. So, you remember this place?", "like \"Why is he saying that?", "Like where's the culture at?", "bolt it together?", "I wanted more out of it. Cause it's one of the best beats on the record for me, and it feels like you're just getting warmed up. Was that kind of deliberate, to pull back after only a couple of verses and go, you know what, we're going to get on with the album now?", ". And then from nowhere as well, we just get treated to these wonderful moments where, like you say, it's almost like a collage. Like you're sitting here going, you know, why can't I go into this?", "At what point did that very deliberate feel to the record, whereby breaks come in and join this really discordant electronic moments and everything seems to exist in this very contradictory but it works kind of way, at what point did that start to take shape?", "So it almost feels like a duty to you in a weird way?", "You know, people go on a vacation and say, you got the drugs, you got the music, you got the wine?", "So you're up in the loft probably at this point, and you're kicking around ideas, and you're putting things together, and this sound comes into your head, and you're like, this is what I'm looking for?", "they wanna joke around and say, \"Why is he still trying?", "No. You're so off the reservation on this album in the best possible way. Like you talked about, the way you use your voice in different ways, you don't rely on conventional rhyming flows. Your opening line, \"Yeezus season approaching,\" you know?"]}, {"song_title": "2013 Zane Lowe BBC Radio Interview Part 2", "questions": ["Isn't that why you do it?", "Like I went, I remember when I was, uh, dropping William Morris, right, and then Sarah Newkirk at that time said \"Before you drop them, go meet with Ari Emanuel\" and I sat with him and I said, \"Ari, I'm an inventor\" and he goes on to tell me about the way it works and what he said was \"You are a celebrity. So basically what's going to happen is, there's product here, and this is where you end up, right here. If you can communicate the product you can make money of the product, cause look at Gaga. She's the Creative Director of Polaroid.\" I like some the Gaga songs. What the fuck does she know about cameras?", "This is the thing you guys don't understand. You guys don't understand. You guys don't understand that I did the Yeezys and they EBAY'd for 90 thousand dollars and people wanted them bad as whatever, right?", "your Truman Show boat is hitting the wall. And what's more important to me about this than everything I can do sonically and everything is, if I go somewhere else and someone says, \"Hey, we don't like Kanye West\" you've heard that before, right?", "But why should you feel that you are?", "I mean, I know in the past you've talked about, like, you know, building hotels, doing things beyond people's normal frame of reference. They know you as Kanye West, an artist. They know you're moving into fashion, but these things in a way I guess are hard on people to comprehend because they don't have that level of drive. Do you know what I mean?"]}, {"song_title": "2014 Yeezus Tour Dates", "questions": []}, {"song_title": "2015 BET Honors Visionary Award Acceptance Speech", "questions": ["And it takes me back to a story that she told me where her father, Robert Kardashian, walked out, and on the side of his Bentley, they wrote \"Nigga lover\" because Robert Kardashian was the genius that put together the defense team that got O.J. off. She had never seen her father curse, get mad, he was the most laid back human being. And he went so crazy and tried to chase the people down, and she sat there crying and said, \"Dad why you going so crazy?"]}, {"song_title": "2015 Zane Lowe BBC Radio Interview", "questions": ["You ok?", "only one thing I want to say, people say I’m a hypocrite right?", "That's a great line. You know I wanted to talk to you.. when we started talking, you know, a while back, music was on my agenda because, you know, I mean, we talked a couple times before as well. And you know I'm a music guy, I mean, it really drives me, and it's a big part of my life. And over the course of this conversation, you know, I wanna ask you at some point what the future looks like and feels like to you cause I'm fascinated in the certain things I wanna touch on, but I do want to talk about your forthcoming, new record if that's cool. Do you want to talk about music?", "Getting back to music for a minute, I feel like we're right back, I gotta bring you right back for a second. I want to know what we can look forward to on this record. You talked about cookout music, you talked about what this album represents. And every record you have made has been something new and fresh. You've taken yourself and your craft to a new place. Where's your head at right now with this new album?", "Ok, I’m misquoting you. But you were talking about artistry. And do you learn form those lessons yourself?", "Got some vibes?", "You win or you learn right?", "Yeah, I was still off, you know what I mean?", "Raf?", "word. Not nigga, \"exclusivity.\" Am I saying the word right?", "?", "I got scared of the idea you know someone call you crazy so many times you start to believe it. And I almost got scared of the idea of like going crazy in some way but I wasn’t going crazy, I was like the only person that wasn’t crazy. You know what I’m saying like, I just stand there and I just look like “is anyone else here seeing what I’m seeing?", "So, I was thinking today like where do we begin?", "Right on, quote book. So album this year, sneak attack, no doubt, no question, sneak attack’s coming and um, and there was a leaked poster that came out as well, you gonna tour with Rihanna?", "We’re gonna change the subject. Here we go. One of the things you said recently which really kinda made me think was you know you really truly believe that you’re gonna be the head of the world’s first trillion dollar company and the first thing that sprang to my mind Kanye was what is that company going to look like?", "to date. And this guy Hermann saw it, and he believed. He believed that maybe I had something more than how big my rap record was. In me he could tell, he knew, he’s like this guy has something to say and to give that’s past the current box that he’s put in. And he made sure, Hermann and Jon Wexler made sure that Adidas deal got done. And the deal has nothing to do with the idea of the higher ups in society. The deal is all about the moment when I can bring a shoe to a kid a Foot Locker and get on my knees and take it back to when I worked at The Gap and put the shoes on his feet. That is what the deal is about. The deal is about when the star of a show is a 5 foot 3 girl, when there’s never been a 5 foot 3 girl as the star of any fashion show. The deal is when the kids came to 42 locations across the world to see Yeezy Season 1 x Adidas Originals launch and the excitement that was in that theater, and when they saw that line up, they saw that brigade, they reacted to it when they heard “Wolves,\" when they saw the boots, when they saw the runners, when they saw the matrix sweaters, when they saw all these things like hitting them back to back to back to back. This is what I fought for. None of this was about me having like a bigger house, a faster Lamborghini. It, like, it wasn't about that. It was about these kids having a moment. To be themselves. To be a stronger version, you know, of themselves. I make this stuff to empower people. I feel like there's so many things that are made to, you know, to wear the people as opposed to people wearing it. And I asked my assistant one time. I was like, \"how does these clothes make you feel?", "That’s exactly what we talk about. What does Kanye West and Elon Musk talk about?", "How you getting on with that?", "how has that experience been for you?", "Zane Lowe Wanna take a minute?", "People say that right?", "She was killing that right?", "And I was, I was using the wrong words. My rap was wrong. You know what I'm saying?", "As opposed to just the struggle?", "And I couldn't have been happier. To go and shoot this video with two of the hottest rappers in the game. Well, let's be respectful and truthful. The hottest rapper and one of the hottest rappers in the game. And I fall somewhere in that, you know?", "Do you think about giving her brothers and sisters?", "writers that are part of each records. And, like I’m a huge fan of all the nominees that were nominated and I’m a huge fan of Beck and it’s funny that you say, you talk about everyone you want to get it to a place where people can exist in their own terms and that leaves it open for fusion. But then like you say you can just push a button and be back and be old Ye, you know old Yeezy. Is that what happened that night?", "You're the 40 year old virgin of dealing with corporations?", "That you won’t say anything at all in risk of losing something. You won’t say anything on anyone’s behalf at this point?", "How long does it take your wife to get dressed every day?", "Of course, Run DMC man I mean they were right there at the very beginning it was kind of a perfect partnership when it was announced, you know, not long after and I wondered when did the conversation actually begin with Adidias after you starting talking about your aspirations and what you wanted to achieve in that industry?", "is the interaction and the way that you’ve been able to create different generations of your life and of your family communicating with one another, through one another, as a portal. And I love that. And I think it’s one of those songs that successfully does that. And um, I’m a father, you’re a father, it’s the greatest thing of all time. No question about it, it is the great level of all time, it’s the greatest thing of all time. And, you know your daughter is what, 18 months now?", "How bout we make a song?", "How long does it take you to get dressed on a daily basis?", "And it's fun?", "Was he joking do you think?", "And making something of better quality for more people. So it has to be a balance of both. I’ve said this a few times but I wanna just say it right here for people who haven’t read it or seen but I think people think that I pander to fashion particularly. You know because, people say “why fashion?"]}, {"song_title": "2016 MTV VMAs Speech", "questions": ["They tell me, \"Don't compare yourself to these people,\" right?", "So, I was speaking at the Art Institute last year and one kid came up to me and said, \"Three of my friends died and I don't know if I'm gonna be the next.\" And it has to... you know, you have to think like, you know when you're a senior and it's like the last month and you just don't feel like doing anymore work?"]}, {"song_title": "20 Best Rap Albums of 2015", "questions": ["after all, the mixtape came together in just 6 days. That’s the kind of pace at which Future regularly operates. Drake?"]}, {"song_title": "30 Hours", "questions": ["Remember when the whole block'd get shout out?", "You know what I'm sayin'?", "What's up?", "3 Stacks, can you help me out?"]}, {"song_title": "3/3/15 Show at Koko Setlist", "questions": []}, {"song_title": "3500", "questions": []}, {"song_title": "40 Mill", "questions": ["Who, what, where?"]}, {"song_title": "47th Annual Grammy Speech", "questions": ["And then, you got to tell those Al Bundy stories \"You remember when I ?"]}, {"song_title": "57th Annual Grammy After Party Stream of Consciousness", "questions": []}, {"song_title": "808s & Heartbreak [Booklet]", "questions": []}, {"song_title": "808s & Heartbreak [Credits]", "questions": []}, {"song_title": "808s & Heartbreak [Tracklist + Album Cover]", "questions": []}, {"song_title": "#9 Kanye West - Yeezus", "questions": ["Yeezus is wayyyy more than rap. We see this the minute the album opens, on \"On Sight\" and Yeezy ain't fuckin around. He's got Daft Punk AND Benji B producing the track with him?", "go, but he was coming into his own as a rapper. Fast forward to 2013 and he's basically the biggest rapper on the planet. Forget the chill vibes of \"Heard 'Em Say\"...Adam Levine?", "300 bitches, where the Trojans?", "How much do I not give a fuck?", "\" and we trekked over to Union Square for the 1145 showing. THIS is what being a star is about these days. How you gonna top what the last guy did?"]}, {"song_title": "A 97.1 Interview Part 2 (8/28/13)", "questions": ["just an art exhibition that you did in these different cities. It is kind of, \"What's spurred that, to do it that way?", "I mean it, like, what would happen if I was able to design a collection and was like backed by the Gap?", "what's the word I'm looking for?", "where the view is my passion, and I feel like people don't always get it. You know, and they're like, \"Gosh, it's kind of harsh\" with everyone. You've just got to be true to yourself. You know?", "?", "it's not a matter of just even what I'm doing at DONDA. It's the amount of people that are hearing me and now they're going to fight to get the best ideas out. Because the world will only be saved through good intention and design, It's not going to be saved is politics. The irony is, what holds things back?", "you're not hurting. You're doing well, so couldn't you just do that yourself?", "elaborate on that. What are you talking about when you say \"politics?"]}, {"song_title": "A Concert for Hurricane Relief PSA - \"George Bush Doesn't Care About Black People\"", "questions": []}, {"song_title": "Addiction", "questions": ["What's your addiction?", "Why everything that's supposed to be bad make me feel so good?"]}, {"song_title": "A Dream", "questions": ["\"What's the deal, playboy?", "\"Bout who?"]}, {"song_title": "Air Yeezy 2 \"Red October\"", "questions": []}, {"song_title": "A Little Appalled", "questions": ["Your bad, you don't write neither?", "Of course that's a contradiction, the fuck you think life is?", "You know how long I took to chop this fuckin' beat?", "Is that a contradiction?", "He from Compton, where he from, have he killed before?"]}, {"song_title": "All Day", "questions": ["What up?", "Take you to get this fly?", "How much time you spent at the mall?", "how long you been high?", "How long you niggas ball?", "How many runners do you got on call?", "Swish, swish, how long they keep you in court?", "How long it take you to get this fly?", "So won't you dance?", "how long you ball?"]}, {"song_title": "All Day (2 Chainz Version)", "questions": ["How long it take you to get this fly, fly?", "Take you to get this fly?", "How much time you spent at the mall?", "how long you been high?", "How long you niggas ball?", "how long you been high, high?", "How many runners do you got on call?", "So won't you dance?", "how long you ball?", "How long they keep you in court?"]}, {"song_title": "All Day (Kendrick Lamar Reference)", "questions": ["Take you to get this fly?", "How much time you spent at the mall?", "how long you been high?", "How long you niggas ball?", "do you got on call?", "they keep you in court?"]}, {"song_title": "All Falls Down", "questions": ["And when it falls down, who you gon' call now?", "That's why shorty's hollerin', \"Where the ballers at?"]}, {"song_title": "All Falls Down (Original)", "questions": ["That's why shorties holler, \"Where the ballers at?", "What you say, Lauryn?", "Uh, and when it falls down who you gon' call now?", "Remember they used to call you that?", "Might cause shortness of breath, ya know?", "If I was on stage, how I gotta spit it?"]}, {"song_title": "All I Need (All I Have)", "questions": ["What?", "Y'all niggas ready for war?", "Alright dog, you're the king?"]}, {"song_title": "All of the Lights", "questions": ["Did I not mention I was about to lose my mind?"]}, {"song_title": "All of the Lights (Interlude)", "questions": []}, {"song_title": "All of the Lights (Remix)", "questions": ["What, you get some shots in this muthafucka?", "Why every rapper named \"Big\" got bodied, huh?", "But every rapper named \"Sean\" got money, ooh?", "You thought niggas going pop in this muthafucka?"]}, {"song_title": "All We Got", "questions": ["Y'all know wha' mean?"]}, {"song_title": "All Your Fault", "questions": []}, {"song_title": "Alors On Danse Remix", "questions": ["Why?"]}, {"song_title": "Already Home", "questions": ["Don't they know that they boring?", "Seen Single White Female when she dyed her hair blonde?", "So how am I in the way, what is it I'm missing?"]}, {"song_title": "Alright", "questions": []}, {"song_title": "Alright", "questions": []}, {"song_title": "Amazing", "questions": ["If I ain't on my grind then what you call that?"]}, {"song_title": "Amazing Gray", "questions": []}, {"song_title": "Amazing (Live From VH1 Storytellers)", "questions": ["What he did when he did what he did, was he not amazing though?", "Is het not?"]}, {"song_title": "Amen", "questions": ["Guess who’s pickin’ up a trey?", "Under bright lights, where do you belong?", "You like that don’t you?", "Amen, how many people do you know hatin’?", "you like that right?", "saleen?"]}, {"song_title": "American Boy", "questions": []}, {"song_title": "American Boy", "questions": ["What's your persona about this Americana rhymer?", "Can we get away this weekend?", "Could you be mine?", "Would you be my American boy, American boy?", "Who the hottest in the world right now?", "Would you be my love, my love?", "Who killing them in the UK?", "Am I shallow ‘cause all my clothes designer?"]}, {"song_title": "American Oxygen", "questions": []}, {"song_title": "American Psycho (Short Film)", "questions": ["Hey, do you like Kanye West?", "Why do you have copies of Billboard magazine all over the place?", "Yes Jonathan?", "Is that a raincoat?"]}, {"song_title": "A Million and One Freestyle", "questions": ["Can't we all just get along, spread love like Take 6?", "How are they for real, is them niggas really paid?", "How many niggas tryin' to hate?", "Is it back to ghost producer for D. Dot on the low?", "Man, what could I do?", "Can I get a minute, you wack bitch?", "How many years did I wait?", "You heard \"Takeover\", who running this rap shit?", "Town in this bitch, what's fucking with them?", "What, you doin' beats in LA for Eminem and Dr. Dre?", "By check if \"H to the Izzo\" is the only single that went gold?", "How many niggas bit the soul?", "What's the position you hold?", "Like you don't care about my son's feelings?", "Is it true he won't send a beat tape until he get a check?", "How many hoes did I bone?"]}, {"song_title": "A Million Freestyle", "questions": ["How much he charge for a track?", "Hear me?", "How are they fo'real, are them niggas really paid?", "And 'H to the IZZO' only single that went gold?", "What'chu doin' in L.A. with 50 Cent and Dr. Dre?", "Is it back to ghost producin' for D.Dot on the low?", "Didn't one them niggas have beef with Jay?", "You heard 'Takeover', who runnin' this rap shit?", "How many niggas bit the soul?", "What's the position you hold?", "Is it true he won't send a beat tape until he get a check?", "How many girls did I bone?"]}, {"song_title": "Angel", "questions": ["Pipes that Indians used to light, we called it Chief, right?"]}, {"song_title": "Angel (Interlude)", "questions": []}, {"song_title": "Another Again", "questions": []}, {"song_title": "Another Summer", "questions": ["You know what I'm talking about?", "Can you dig that?"]}, {"song_title": "Another You", "questions": ["Matter fact, because you nigga wanna doubt me?", "How do you get old if you never been new?", "Playing like I wasn't awesome?", "Are we going in?", "What good if light if it does not shine?", "Yeah I got some jokes, don't I?"]}, {"song_title": "Another You (Remix)", "questions": ["Playing like I wasn't awesome?", "Yeah I got some jokes, don't I?", "Matter fact, because you nigga wanna doubt me?", "Damn, where the fuck a nigga find you?"]}, {"song_title": "Anyone But Him", "questions": []}, {"song_title": "Anything", "questions": ["I mean wow. You know?", "And what's the sense in Cons tippin' strippers named Diamond?"]}, {"song_title": "A.P.C X Kanye West Fall 2014 Capsule Collection", "questions": []}, {"song_title": "Apologize", "questions": ["Was it something I did wrong?"]}, {"song_title": "Arguements", "questions": ["Take a seat. Why you always makin a beef?", "\"look here, lemme tell you something, ya know. I'm tired a arguin im tryna share this wit chu,ok?", "What the problem is?", "\"Why you actin like this?", "You seen cribs?", "Bout my porshes?", "You wanna know why?"]}, {"song_title": "Armand Assante", "questions": []}, {"song_title": "Ass Shots", "questions": []}, {"song_title": "A Star Is Born", "questions": ["Does fame in this game have to change who you are?", "And could I be a star?", "Can’t you see just how long my run?", "Just to make it in these Broadway lights?", "What up, Jeezy?"]}, {"song_title": "A Star is Born (BET Performance)", "questions": ["Does fame in this game have to change who you are?", "Dear Lord, what am I here for?", "And could I be a star?", "Is it just me or is this unusual?", "Is it the girls, or the money or is there more?"]}, {"song_title": "Asylum", "questions": []}, {"song_title": "Autotune Baby", "questions": []}, {"song_title": "Awesome", "questions": ["Can I come inside?", "And I got it, why you frontin' on me?"]}, {"song_title": "Awesome (Freestyle) Roseland Ballroom", "questions": ["Can I come inside?", "You're so breaking ?"]}, {"song_title": "Ayyy Girl", "questions": ["What's your friend's attitude, why she so damn rude?"]}, {"song_title": "Baby's Coming", "questions": ["?", "How much it cost to get rid of it?"]}, {"song_title": "Back 2 Basics", "questions": []}, {"song_title": "Back Like That", "questions": ["Youknowhatimean?", "Oh, it's stuck?", "He probably did, you swallow his kids?"]}, {"song_title": "Back Like That (Remix)", "questions": []}, {"song_title": "Backstage SNL Rant", "questions": ["Are they fucking crazy?"]}, {"song_title": "Back to Basics", "questions": ["To bring his people to a land where the blacks are despised?"]}, {"song_title": "Bad News", "questions": ["What's on the news?"]}, {"song_title": "Bad News", "questions": []}, {"song_title": "Ballin'", "questions": ["Sleep, what for?", "Who the fuck they thinkin' we are?", "Fuck they upset with me for?"]}, {"song_title": "Bang Along", "questions": ["Remember those motherfuckas?", "What the fuck you in an ice cream truck for then Hector?", "Make it worse I steel toes on and hammer pants fucked up right?", "4 amps, 15 beatin the trunk, try to jack me for my shit?"]}, {"song_title": "Barclays Visionary Stream of Consciousness", "questions": ["Jodorowsky, the director who made Holy Mountain. But there's so many amazing creative inventors who weren't recognized in their time. And if I've got the voice and I've got the opportunity to turn up in these interviews, I just have to look and say, 'What do I have to lose?"]}, {"song_title": "Barry Bonds", "questions": ["I've been a very good sport, haven't I, this year?", "What?", "'Cause my Dior got me more model head?", "head?", "It's what ya all been waitin' fo', ain't it?", "And me?"]}, {"song_title": "BBO (Bad Bitches Only)", "questions": ["Uh, Hopped in the Wraith and she asked me, “What the stars is?", "Uh, I started my engine, I’m nowhere, where the car is?", "Man, we done it, that's important, who you trust to blast with you?", "Who want it?", "Double cup, codeine killer, Houston Texas, know who trilla?", "Hold up, where the bad bitches?"]}, {"song_title": "Beast  movin first", "questions": []}, {"song_title": "Beat Breakdowns Vol 1", "questions": []}, {"song_title": "Beat Goes On", "questions": ["Wha?", "Mr. West now, can you get any more fresh now?", "Why everything that feel so good gotta be so wrong?", "She be doin E to F now, what's left now?", "vous?", "did you get that?"]}, {"song_title": "Beautiful Mistakes", "questions": []}, {"song_title": "Because of You (Remix)", "questions": ["Why do I mention the solar system?"]}, {"song_title": "Be-Cleve in Yourself", "questions": []}, {"song_title": "Bed Yeezy Season 5", "questions": ["She like, \"How long I been sleep?"]}, {"song_title": "Behind the Scenes with GQ", "questions": []}, {"song_title": "Be (Intro)", "questions": []}, {"song_title": "Best I Ever Had", "questions": ["\"You ain't bringin' Drake along?", "And who told you to put them jeans on?"]}, {"song_title": "BET Cypher 2010 (Kanye West, Big Sean, Pusha T, & Common)", "questions": ["Now let me count it down, who the fuck up in here?", "What’s worse, the pain or the hangover?", "Oh thats your girl?", "My mind is a weapon what I need to pop a clip for?"]}, {"song_title": "Better Than Yours", "questions": ["Plain Pat What Up?", "Town motherfuckers DJ Ferris Heavy Hitters what up?", "Arrowstar What Up?", "Mike Love What Up?", "What Up?", "Don. C What Up?", "Yo G, Hop we taxin these niggas right now Plain Pat What Up?"]}, {"song_title": "BGYCFMB", "questions": ["Whos my bitches?"]}, {"song_title": "Big Boy's Neighborhood Freestyle", "questions": ["?", "You know what I'm saying?"]}, {"song_title": "Big Brother", "questions": ["Have you ever walked in the shadow of a giant?", "If you feel the way I feel why don't you wave your hands?", "Oh, that's you?"]}, {"song_title": "Big Screen", "questions": ["Put up the ?", "Now are you really ready for the big screen?"]}, {"song_title": "Big Spender", "questions": ["Motherfucker have you seen my taxes?", "Or is it cause my name on them backstage passes?", "?", "It it cause the Yves Saint Laurent on the glasses?", "Them alligator boots?", "Why you dodging your kids?"]}, {"song_title": "Billie Jean 2008", "questions": []}, {"song_title": "Birds and the Bees", "questions": []}, {"song_title": "Birthday Song", "questions": ["It's my birthday, I deserve to be greedy, huh?", "How 'bout she hit the Westin and get her best friend?", "She said \"How 'bout I get you jewelry from the West End?", "Ah, Yeezy, Yeezy, how you do it, huh?", "what?", "She holdin' out, she ain't givin' to the needy, huh?"]}, {"song_title": "Bitch Better Have My Money", "questions": ["Where y'all at?", "Who y'all think y'all frontin' on?"]}, {"song_title": "Bitch Better Have My Money (GTA Remix)", "questions": ["Where y'all at?", "Who y'all think y'all frontin' on?"]}, {"song_title": "Bitch Please", "questions": []}, {"song_title": "Bitter Sweet", "questions": ["Sayin', \"You fuckin' them girls, disrespectin' me?"]}, {"song_title": "Bittersweet Poetry", "questions": ["You don't see how our life was supposed to be?", "You don't see how your lies is affecting me?", "Have you ever felt you ever want to kill her?"]}, {"song_title": "Black Bruce Wayne", "questions": []}, {"song_title": "Black Skinhead", "questions": ["300 bitches, where the Trojans?"]}, {"song_title": "Black Skinhead (Remix)", "questions": ["300 bitches, where the Trojans?"]}, {"song_title": "Blame Game", "questions": ["Whose fault?", "You done went all porno on a nigga, okay?", "Who taught you how to get sexy for a nigga?", "I'm calling your brother's phone like what was I supposed to do?", "Running my name through the mud, who's provoking you?", "Who taught you how to put some motherfucking Jimmy Choos on?", "With so much of everything, how do we leave with nothing?", "What the hell was I supposed to do?", "My, my God, where'd you learn that?", "Where you learn to treat a nigga like this?", "upholstered or some shit. What the fuck happened?", "upholstered?", "How did you learn, how... how did your pussy game come up?"]}, {"song_title": "Blazin", "questions": ["‘rari six hundred horses, that’s my chariot of fire?", "How you feel?", "Nicki what you think?", "Yeah inevitably, but could it belittle me?"]}, {"song_title": "Blessings", "questions": ["You tore the game apart, who put it back together?"]}, {"song_title": "BLK SKN HEAD [Demo]", "questions": ["300 bitches, where the Trojans?"]}, {"song_title": "Blood On the Leaves", "questions": ["How you gon' lie to the lawyer?"]}, {"song_title": "Blood on the Leaves - VMA Performance 2013", "questions": []}, {"song_title": "Blue Note NYC Freestyle", "questions": ["“Where the Dark Fantasy tour at Ye?", "And walk to the liquor store or coffee store shop on the Mersa whats worser?", "But rappers ain't mean enough?"]}, {"song_title": "Blue Note NYC Freestyle (2nd Verse)", "questions": ["Why you always rock the boat?"]}, {"song_title": "Blueprint Compilation", "questions": ["But it's gon' better than The Truth\", and to all my niggas, my nigga ???"]}, {"song_title": "Bonnaroo Rant 2014", "questions": ["You know, I had a meeting with Oprah Winfrey. She wanted to give me some advice. What she told me was that the corporations are scared of me. I'm like, 'Little ol' me?", "How many of y'all don't give a fuck about what the press say?", "I came to Bonnaroo six months after my mom passed. Pearl Jam went on three hours long. I did the Glow In The Dark show here. My shit was going on when the motherfuckin' daylight was comin' on. They said I was runnin' late. They blared my motherfuckin' tanks, my cryo, my pyro, they wrote 'FUCK KANYE' on that shit. Y'all wrote that shit in the press. WHERE THE PRESS AT?"]}, {"song_title": "Bonnie & Clyde Freestyle", "questions": ["My Answers cost 350, ya nah'mean?"]}, {"song_title": "Bounce Back", "questions": ["Is you a real one?"]}, {"song_title": "Bound 1", "questions": ["?", "They ordered champagne, why they look thirsty?", "What you doing in the club on a Thursday?"]}, {"song_title": "Bound 2", "questions": ["Hey, you remember where we first met?", "How you gon' be mad on vacation?", "What you doin' in the club on a Thursday?", "Have you ever asked your bitch for other bitches?", "I mean damn, what would Jeromey Romey Romey Rome think?"]}, {"song_title": "Brand New", "questions": ["Damn, what you make them jeans rip for?"]}, {"song_title": "Breakdown", "questions": []}, {"song_title": "Break My Heart", "questions": ["She said you look like you rap, where's your bling'e?"]}, {"song_title": "Breathe In Breathe Out", "questions": ["\"Can you drive me in the hundreds where my Altima was?", "\"What'cha gon' buy next?", "I mean, twelve platinum chains, was I on that?", "\"And you say Chi city?", "I look back like \"Damn, was I on crack?", "If I told the world I copped it from Ghana and Mali?", "What the hell was wrong with me dog?"]}, {"song_title": "Bret Easton Ellis Podcast - Kanye Excerpt On \"Runaway\"", "questions": ["or?"]}, {"song_title": "Bret Easton Ellis Podcast - What's Kanye's Official Title?", "questions": []}, {"song_title": "Bring Back The Neighborhood [Tracklist + Album Art]", "questions": []}, {"song_title": "Bring Me Down", "questions": ["Your girl don't like me, how long has she been gay?", "What kind of dream we found?", "What you calling?"]}, {"song_title": "Brooklyn (Go Hard)", "questions": ["Now please tell me, what the fuck's harder than this?"]}, {"song_title": "Brown Sugar (Extra Sweet) (Scott Storch Mix)", "questions": ["C'mon mami, why you playin' with me?", "And why not love?", "Brown Sugar won't cha give it to me?", "Expect me to stop what?", "Heh, y'all just payin' rent, see I'm sayin'?", "I said what?", "Come on baby won't cha give it to me?"]}, {"song_title": "Brown Sugar (Fine)", "questions": ["Who you talkin to?", "How it sound y'all?", "I know it's feelin like everything you want, don't it?", "Show 'em how Brooklyn do, you know what I mean?"]}, {"song_title": "Brown Sugar (Raw)", "questions": ["How many times yo do I got to tell y'all?", "come back like \"What's happenin now?", "And damn baby girl, what's that all about?", "???"]}, {"song_title": "B R Right", "questions": ["I'm a arrogant lil' motherfucker huh?"]}, {"song_title": "Bull's-Eye (Suddenly)", "questions": ["?"]}, {"song_title": "Buy U a Drank (Shawty Snappin') (Remix)", "questions": ["Baby girl, what's your name?", "Plain Pat, what up?", "What's the chance of you rollin' wit me?"]}, {"song_title": "Calabasas is the New Abu Dhabi*", "questions": []}, {"song_title": "Caliber", "questions": ["You gon' go get it?"]}, {"song_title": "Call Some Hoes", "questions": ["And she was like, \"Ay, why you gotta act like this?", "Oh is that so?", "Ain't you on that song with Kanye West and Stat Quo?", "You know what I told them cats?", "Is you're name Chamillionaire, do you rap?", "Shady motherfuckin Aftermath, you understand me?"]}, {"song_title": "Came Back For You", "questions": ["Tried to go against the queen is you out of your mind?"]}, {"song_title": "Candy", "questions": ["?", "You said you taste like candy do, right?"]}, {"song_title": "Can't Look In My Eyes", "questions": ["What about gold diggers?", "So what?", "Who the winner of this shit?", "Soaking up the sun and I’m laughing, what can I say?"]}, {"song_title": "Can't Stop", "questions": []}, {"song_title": "Can't Tell Me Nothing", "questions": ["Treasure, what's your pleasure?", "Then you can't tell me nothing, right?", "How he stay faithful in a room full of hoes?", "Class started 2 hours ago, oh am I late?", "How he move in a room full of no's?", "Excuse me, was you saying something?"]}, {"song_title": "Can't Tell Me Nothing", "questions": ["How do you move in a room full of no's?", "How do you stay faithful in a room full of hoes?", "They'll be looking like \"Why God?"]}, {"song_title": "Can't Tell Me Nothing (DJ Godfather remix)", "questions": ["How he stay faithful in a room full of hoes?", "And what I do?", "How he move in a room full of nos?", "Class started 2 hours ago, oh am I late?", "Ya homies looking like \"Why God?", "Treasure. What's you pleasure?", "Excuse Me, is you saying something?"]}, {"song_title": "Can't Tell Me Nothing (Official Remix)", "questions": ["Then you can't tell me nothing, right?", "Right after the fame did you gain anything?", "Damn 'Ye, would you change anything?", "Wassup?", "300 jeans on, do that mean I dream wrong?", "Why were you late?", "Excuse me, is you saying something?"]}, {"song_title": "Can't Tell Me Nothing (Remix)", "questions": ["Then you can't tell me nothing, right?", "Right after the fame did you gain anything?", "300 jeans on, do that mean I dream wrong?", "These words'll dawn on me, why?", "Damn Ye, would you change anything?", "Excuse me, was you saying something?"]}, {"song_title": "Can't Tell Me Nothing (R.O.C. Remix)", "questions": ["La la la la, then you can't tell me nothing, right?", "Three hundred dollar jeans on, do that mean I dream wrong?", "You hear them niggas talking 'bout me?", "what can these niggas say to me?", "Damn, 'Ye, would you change anything?", "eating niggas always rap with a mouth full?", "But after the fame, did you gain anything?", "Gangster?", "Excuse me, is you saying something?"]}, {"song_title": "Can U Be", "questions": ["Can you be?", "Will you be?", "mo eres?"]}, {"song_title": "Castro", "questions": ["Why do the birds need a plane if they can fly?", "Call my driver, where the car go?"]}, {"song_title": "Caught Up", "questions": []}, {"song_title": "Celebration", "questions": ["Lyin' for?", "What, you want some Patron?", "You know what though?", "He looked up at me said, \"daddy that's the reason why you had me?"]}, {"song_title": "Celebrity Activist Rant", "questions": ["The problem I have with the paparazzi is if they’re right in front of you and you’re like, “Can you please not take a picture of me?"]}, {"song_title": "Chain Heavy", "questions": ["Why y'all got all caps on?", "what color was the skin of the man who beared the cross?", "Keep him away, huh?", "do it gotta make sense if it make dollars?", "How many Cassius will we see in one lifetime?", "Why you walk around with a baby cross's cousin?", "My teeth real diamonds, what's the cause of the fronting?", "Why I gotta battle rappers?"]}, {"song_title": "Champion", "questions": ["That you were a champion in their eyes?", "'Cause who the kids gon' listen to, huh?"]}, {"song_title": "Champion (live)", "questions": ["You don't see just how fly my style is?", "'Cause who the kids gon' listen to?", "You don't see just how wild the crowd is?", "Tell me what it takes to be number one?", "That you were a champion in their eyes?"]}, {"song_title": "Champion (Nick Catchdubs remix)", "questions": ["You don't see just how fly my style is?", "'Cause who the kids gon' listen to?", "You don't see just how wild the crowd is?", "Tell me what it takes to be number one?", "That you were a champion in their eyes?"]}, {"song_title": "Champions", "questions": []}, {"song_title": "Champions", "questions": ["What y'all niggas thought I was gonna rap?", "What y'all thought I was finished?", "Fuck they hatin fo'?", "Sup y'all?", "And you wonder why I'm proud of my family?", "And you wonder why I ain't gotta rap?", "WHAT?", "Like my Team ain't the best in the world... y'knahmsayin?", "I bet niggas didn't know you could rap huh?"]}, {"song_title": "Champions", "questions": ["How the fuck you gonna hate right now?", "Remember my first single?", "who you talkin' 'bout?", "Hey yo Kells, hey yo Kells are you ready?", "What is that my bitch?"]}, {"song_title": "Champions (Extended)*", "questions": []}, {"song_title": "Changing Lanes", "questions": []}, {"song_title": "Charitable Work", "questions": []}, {"song_title": "Chase You Outta Here", "questions": ["36 mil in 8 months, you still think I'm bullshitting?", "The game full of heartbreaks, can I win for Christ sakes?"]}, {"song_title": "Chi-City", "questions": ["What you rappin' for to get fame or get rich?"]}, {"song_title": "Chi Town", "questions": []}, {"song_title": "Christian Dior Denim Flow", "questions": ["All the models to the floor right now, what, huh?", "I wonder how it feel in Lara Stone's walls?", "I meant to snap a while ago, but who knows where the time went?", "Oh, you was watching?", "So what we going to dinner for?", "How can I be better?", "To the people who don't know Cud, know what?"]}, {"song_title": "Christmas in Harlem", "questions": ["ood?", "Put on your play clothes, how that logo feel?", "My only question is, “Where my presents?", "Won’t you come sit on my knee?", "Where the Christmas tree at?", "You dont wanna miss a moment, where’s your NoDoz pills?"]}, {"song_title": "Christmas in Harlem (Extended version)", "questions": ["ood?", "Put on your play clothes, how that logo feel?", "My only question is, “Where my presents?", "Won’t you come sit on my knee?", "I peeped it, you know what?", "Where the Christmas tree at?"]}, {"song_title": "Christmas in Harlem (Other Version)", "questions": ["My only question is, “Where my presents?", "ood?", "Won’t you come sit on my knee?", "I peeped it, you know what?"]}, {"song_title": "Classic (Nike Air Force Remix)", "questions": ["One on your radio station?", "Why?", "07?", "Where you at?", "How many of y'all got Criminal Minded?", "Oh, you went platinum?", "What do it take to be a legend like Nas is?"]}, {"song_title": "Clique", "questions": ["who he gonna tell?", "Now, who with me?", "Is that the one fighting for your soul?", "Suicide, what kinda talk is that?", "I'm rollin' with... fuck I'm saying?", "Or your brother's the one that you're running from?", "You know 2 Chainz?", "What of the dollar you murdered for?", "G, who fuckin' with me?"]}, {"song_title": "Clique", "questions": []}, {"song_title": "Clique Freestyle", "questions": ["Get it?", "\"Kanye West wears a dress\"?", "What's the best form, best, best form of genocide?", "\"Why he do that?", "And made 'em start it up?", "What would be the best thing to write?", "How 'bout some integrity from your favorite celebrity?", "Didn't you read the reviews, the press?", "They gon' say, \"What, what the fuck started us?", "Be like, \"Man, who the fuck are you?", "And whose your real friends when you turn around?", "Why he say that?", "How the fuck you gonna show your clothin' line in Paris?", "And now did that tell me, \"What do you have?", "What's the best form of genocide?", "Do you all receive us?"]}, {"song_title": "Clique (Remix)", "questions": ["Here?", "I'm rolling with... fuck I'm saying?", "Suicide, what kinda talk is that?", "Is that the one fighting for your soul?", "Or your brother's the one that you're running from?", "How you want it?", "Who fucking with me?", "Now who with me?", "You know 2 Chainz?", "What of the dollar you murdered for?", "He never told. Who we gonna tell?", "Say there's a hotter nigga, where?"]}, {"song_title": "Clique.tv Interview", "questions": ["everytime you do something, people wanna do it. So how is it possible that the big houses don't understand that?"]}, {"song_title": "Coast To Coast", "questions": ["?"]}, {"song_title": "Cold", "questions": ["64th and King Drive, what up?", "Uhh, can the headphones go louder?", "Can't a young nigga get money any more?", "Come to meet me without no drawers?"]}, {"song_title": "Coldest Winter", "questions": ["Goodbye my friend, will I ever love again?"]}, {"song_title": "Cold Hearted Snake*", "questions": []}, {"song_title": "College Boy", "questions": ["So, what’s good with you?", "I’m going to grad school though, you know?", "She hit me right back like “Shit, what’s good with you?", "J. Cole living bummy?", "Hit me on aim, ay what’s your screen name?"]}, {"song_title": "Come and Go", "questions": ["?", "Where y'all niggas at?"]}, {"song_title": "Come Outside", "questions": ["Yeah who made this beat?"]}, {"song_title": "Comfortable", "questions": ["?", "And don't I do what I do say?", "Don't I look at you like I see a new day?"]}, {"song_title": "Concert Rant on 2016 election, Beyonce, Jay-Z", "questions": ["?", "I'm trying to be THE man, I just am A man. The same as everybody in here. I ain't above, below, none of y'all. We all equal. We all equal. These are the vibes, bro. This is the future. This is the way of thinking to Make America Great Again. Hahaha, ayo, you like that. Guess what?"]}, {"song_title": "Confessions Part II (Remix)", "questions": ["What's up?", "Do it make you feel good to lie, even though I know you wanna cry?", "Hello, you got a collect call from Clinton Correctional Facility. Will you accept the charges?", "Man, you at the clinic?", "Damn, how did she bring it up?"]}, {"song_title": "Confessions Pt. 2 (G.O.O.D. Music Remix)", "questions": ["I need y'all to bounce for me. Uh. I need y'all to bounce for me. What?", "?", "Baby where was you at?", "But how I'mma tell my secret to a pillow talker?", "Almost cried, but I'mma player so I do how I do it. I'm GLC. Hood Celebrity, know what I'm talkin' bout?"]}, {"song_title": "Conflict Diamonds", "questions": []}, {"song_title": "Crack Music", "questions": ["How we stop the Black Panthers?", "Who gave Saddam anthrax?", "You hear that?"]}, {"song_title": "Crack Music (remix)", "questions": ["How we stop the Black Panthers?", "Who gave Saddam anthrax?", "?", "You hear that?"]}, {"song_title": "Cruel Winter [Artwork]", "questions": []}, {"song_title": "Cydel Young", "questions": []}, {"song_title": "D12 World", "questions": ["What part of this you can't understand?", "What the fuck you looking at me for?"]}, {"song_title": "Daft Punk Louis Vuitton Full Mix 2008", "questions": ["I'm trippin', I'm caught up in the moment, right?", "So how the hell could you front on me?"]}, {"song_title": "Dark Fantasy", "questions": ["You ain't got no Yeezy, nigga?", "Can we get much higher?", "Stupid, but what the hell do I know?", "Tell me how do you respond to students?", "\"You ain't got no fuckin' Yeezy in your Serato?", "How you say broke in Spanish?", "And refresh the page and restart the memory?", "Respark the soul and rebuild the energy?", "But what's worse, the pain or the hangover?"]}, {"song_title": "Dat Side", "questions": ["Where all my real ones at?"]}, {"song_title": "Days leading up to Turbo Grafx 16", "questions": []}, {"song_title": "Dead or Alive", "questions": ["Now how is that for the drama suspense?", "Yo.. ayo, these niggas talkin' shit?", "Supply me with water, beef come?", "Yo, yo, yo, the way I been treated in this industry?", "Like it's coke money, aight?"]}, {"song_title": "Death Before Dishonor", "questions": ["Is you wit' me or what?", "The devil is in the pale moonlight, but will you do the dance?", "How's it goin' down?", "What these bitches want from a nigga?", "A lot of games are going down, so the real question is are you with me?"]}, {"song_title": "Dedication 2", "questions": ["I'm sittin' in the kitchen like \"How can we all get richer?", "Wake up motherfuckers it's Weezy, you got a problem?"]}, {"song_title": "Dedication to My Ex", "questions": ["Hate that all of our memories happen in a Hyatt?", "why you do me like that baby?", "What?", "Who the hell you been giving my loving to, girl?", "Oh no, why is that happening to me?", "And they gon' put this man’s Grammy’s on the street?", "Oh no, where did ya pussy go?", "Or was it fuchsia?"]}, {"song_title": "Deuces (Remix)", "questions": ["You know what, yo?", "I know you're mad, but so what?", "What you mean I ain’t call you?", "Think I give two ish?", "How can you love me, baby?", "Ah ha, didn’t you think you would be over me by now?", "Oh, you talkin', what about?"]}, {"song_title": "Deuces (Remix) [feat. Drake & Kanye West]", "questions": ["What you mean I ain’t call you?", "You know what, yo?", "I know you're mad, but so what?"]}, {"song_title": "Deuces (Remix) [feat. Drake, Kanye West & André 3000]", "questions": ["What you mean I ain’t call you?", "You know what, yo?", "I know you're mad, but so what?"]}, {"song_title": "Devil in a New Dress", "questions": ["Cat got your tongue?", "Why you standing there with your face screwed up?", "Why we argue anyway?", "I love it though, y'know?", "I’m looking at her like this what you really wanted, huh?", "The crib Scarface, could it be more Tony?", "You love me for me?", "What happened to religion?", "How she gon' wake up and not love me no more?"]}, {"song_title": "Diabolic Freestyle (Stronghold Mixtape Vol. 2)", "questions": ["Haha.  Motherfucking Diabolic. Stronghold Mixtape Volume 2.  It’s a wrap for the game.  It’s over with.  I told you, bitch.  Come on.  Poison Pen, what up?"]}, {"song_title": "Diamond Girl", "questions": []}, {"song_title": "Diamonds", "questions": ["Have you ever tried this position?", "position?"]}, {"song_title": "Diamonds from Sierra Leone", "questions": ["Damn, is he really that caught up?", "\"Yo, where Dame at?", "Who complain about what he is owed?", "Does he write his own rhymes?", "Ever, ever?", "\"What's up with you and Jay, man?", "Forever ever?", "What more could you ask for?", "I ask, if you talkin' about classics, do my name get brought up?"]}, {"song_title": "Diamonds From Sierra Leone Freestyle", "questions": ["I would say to seal, ima fly like a what?", "Get wetter wetter, forever ever?"]}, {"song_title": "Diamonds from Sierra Leone (Ratatat Remix)", "questions": ["\"What's up with you and Jay, man, are y'all ok man?", "Damn, is he really that caught up?", "What more can you ask for?", "You know the next question dog \"Yo, where Dame at?", "Who complains about what he is owed?", "Forever ever?", "I ask if you talkin' bout classics, do my name get brought up?"]}, {"song_title": "Diamonds From Sierra Leone (Remix)", "questions": ["You know the next question, dawg, \"Yo, where Dame at?", "How when I know what a blood diamond is?", "Is they, Jacob?", "Right?", "How can somethin' so wrong make me feel so right?", "\"What's up with you and Jay, man?", "The pressure's on, but guess who ain't gonna crack?", "Ever ever?", "Forever ever?", "How could you falter when you're the Rock of Gibraltar?"]}, {"song_title": "Diamonds (Remix)", "questions": ["What is you talking, man?", "What is you smoking, man?", "Is it too much to ask you keep your diamonds up?", "Your mouth running, but where is you going?"]}, {"song_title": "Did It Before", "questions": []}, {"song_title": "Did It My Way", "questions": ["This was Making A Band?", "Dawg what you gon' tell me?", "Like you can't say like I'm like, who the fuck said?", "?", "West side of the Windy, what up?", "How you gon' sell me?"]}, {"song_title": "Die Bruilof Van Flip Kotzee", "questions": []}, {"song_title": "Dieing", "questions": []}, {"song_title": "Digital Girl", "questions": ["Wait, would this be considered our first date?", "You know what's a crazy thing?", "Why?"]}, {"song_title": "Digital Girl (Remix)", "questions": ["You know what's a crazy thing?", "The way your legs ?", "We ain't even tryna settle, so why try?", "Who's that peekin in my window?", "Wait, could this be considered our first date?", "you, you got me open girl, why lie?"]}, {"song_title": "Digital Girl (Remix 2)", "questions": []}, {"song_title": "Dip-Set Forever", "questions": ["How long we gon' have this shit on lock, man?", "who was there?", "for that?", "why?", "Who ill?", "Latest caper?", "But fuck it, who ever thought I would rock at the Roc?", "What's really good?"]}, {"song_title": "D.O.A. (Death of Auto-Tune)", "questions": []}, {"song_title": "Do Girls", "questions": ["Which house?", "Textin', \"Where you at girl?", "Hello?", "Where are you?"]}, {"song_title": "Dogs Out", "questions": ["Did a couple of movies and you thought this whole rap shit was yours?", "Feel me?", "How many other niggas you know when you see 'em make you hold your breath?", "So what the fuck you got to say dog?"]}, {"song_title": "Doing Fine", "questions": ["Before you finally let me play Alicia's Keys?"]}, {"song_title": "Doin My Job", "questions": ["how you doin'?"]}, {"song_title": "DONDA", "questions": ["Hmmmmm, what to wear?", "why not promote it?", "what about emotional IQ’s?", "What good is fame and prestige if you can’t use it to help people?", ", the world likes you again. “Red or blue pill?"]}, {"song_title": "Don't Forget 'Em", "questions": ["So should I turn Hollywood?"]}, {"song_title": "Don't Forget 'Em (Remix)", "questions": ["But how you wanna stack and we aren't even social?", "Why?"]}, {"song_title": "Don't Jump (Demo)", "questions": []}, {"song_title": "Don't Like", "questions": ["Chief Keef, King Louie, this is Chi, right?", "Shoutout to L.E.P., Jay Boogie, right?", "Fuck you waitin' on Jordans for?", "Girls kissin' girls ‘cause it's hot, right?", "Nigga, I'm fuckin' insane, fuck is you sayin'?"]}, {"song_title": "Don't Look Down", "questions": ["What you mean \"me go?", "How could you do it?", "I ask \"Why?", "What happens when people turn to tears?", "Dreams turn to memories and weeks turn to years, huh?", "How could my girl do this to me?"]}, {"song_title": "Don't Mess With Me", "questions": ["And then some bitch you was fuckin said she was havin' one too?", "So daddy how could you do this to your baby girl?", "For eleven years, and now you wanna dump me?", "Flirtin', not givin' a fuck, what?", "Do you know, who I am?"]}, {"song_title": "Don't Stop!", "questions": ["Who is he that we see coming over the tides?", "Could you explain how high is your zone?", "Explain yourself, how you sound like me?", "Are those the real millionnaires or the bendies?", "Who need a chorus?"]}, {"song_title": "'Don't Talk.' Rant at Paparazzi", "questions": []}, {"song_title": "Do U Wanna Ride", "questions": ["Hehehe, that's what we talked about right?", "Hehe, Emory what's up?", "Do you wanna ride with me?", "Wan' ride with us?", "all of being rich, didn't we?", "Emory, whattup?", "But when you get home you know your spot's reserved, ya heard?"]}, {"song_title": "Down", "questions": ["I spit profound, I'm viscous. How?"]}, {"song_title": "Down", "questions": ["Girl do you got a man?", "Take you bad away, baby can we dream, just for today?", "Can you do me this favour?", "Can I take you out later?", "'Ye do you play fair?"]}, {"song_title": "Down", "questions": ["How my bow tie lookin'?", "You ready?"]}, {"song_title": "Down and Out", "questions": ["Kanye, this that 1970s Heron flow, huh?", "Pony skin Louis?", "Bodyguard for what?", "You got pets?", "You a stewardess?", "I approached her \"Hi boo, how you?", "Harlem Shake?"]}, {"song_title": "Down To Earth", "questions": ["?", "Represent Down to Earth forever, who?", "Yo what they want?", "So what all these bitch niggas want?"]}, {"song_title": "Do You Want Me?", "questions": ["Do you want me?"]}, {"song_title": "Dreams", "questions": []}, {"song_title": "Dreams", "questions": ["How do I say this?"]}, {"song_title": "Dreams Come True", "questions": ["And what about the teens moms hearts that broke?", "Dawg, why that nigga got it?"]}, {"song_title": "Drive Slow", "questions": ["I'm looking for them hoes, baby, what it do?", "You see them fours crawling?", "What it do?", "How'd he get the cash?"]}, {"song_title": "Drive Slow (A-Trak remix)", "questions": []}, {"song_title": "Drive Slow (Remix)", "questions": ["\"Why don't he slow down?", "Considered now a classic, who'd have imagined?"]}, {"song_title": "Drivin' Me Wild", "questions": []}, {"song_title": "Dr. Kanye West Honorary Doctorate Speech", "questions": []}, {"song_title": "Drop Dead Gorgeous", "questions": ["That you know don't like you?", "This is gettin' ridiculous, how you gettin' defensive?", "Matter of fact, when's the last time you looked at the kitchen?"]}, {"song_title": "Drunk and Hot Girls", "questions": ["Did she say she want a brewski?"]}, {"song_title": "Drunk In Love (Remix)", "questions": ["Sayin', \"How the hell did this shit happen?", "Why can't I keep my fingers off you, baby?", "Why can't I keep my fingers off it, baby?"]}, {"song_title": "Ego", "questions": ["Oh, baby, how you doing?", "Why?", "What's more special than you?", "You feel me?", "You know?"]}, {"song_title": "Ego (Remix)", "questions": ["Why?"]}, {"song_title": "Electric Relaxation", "questions": []}, {"song_title": "Electric Relaxation 2003", "questions": []}, {"song_title": "Elephant in the Room", "questions": ["To really be signed to you in real life?", "But why wasn't I on the cover of the Complex?", "What the fuck CyHi what are you doing this for?", "Ayo CyHi what the fuck bro?", "And you know you about to say something wrong but you still right?"]}, {"song_title": "Ellen DeGeneres Interview: Kanye Keeps it Real", "questions": ["53 million. In hindsight, should of that have gone on Facebook?", "Even though I have had dinner with him and his wife and told them about how I wanted to help the world and he said he’d help me and then blah, blah, bla, like... and that’s how it feels though, you know?", "have you regretted anything you’ve tweeted?", "You know, people never write, \"Kanye’s pissing everybody off.\" They try to position that through the media in some way that I’m like, \"Whatever.\" Whatever your friends might say, you know, \"I saw Kanye.\" \"How was he?", "That’s all you get to do. Kim said there should be a board of directors that goes through your tweets. Like, when you have an idea you give them to Kim and a bunch of people and they go, \"Okay, you can tweet that\" or \"No, you cannot tweet that.\" Do you think you should have a board of directors?", "I don’t give a fuck how much you sold, if you’re playing on radio. Are you connecting?", "Nothing, never?", "No?", "Isn’t that so funny?", "What’s the point of thinking?"]}, {"song_title": "Encore", "questions": ["What the hell are you waiting forrrr?", "Are y'all out there?", "How sick is this?", "Who you know fresher than Hov?", "But when you Young, what the fuck you expect?", "Now what the hell are you waitin' for?", "Now, can I get an encore?", "Do y'all want more of the Jigga man?", "Who you gonna find doper than him?"]}, {"song_title": "Erase Me", "questions": []}, {"song_title": "E.T. (Remix)", "questions": ["Tell me what's next?"]}, {"song_title": "Euro (Switch Hands)", "questions": []}, {"song_title": "Ever Since", "questions": ["She said, \"You from The Outfit?", "Ya heard me?", "What's the point of rhyme?"]}, {"song_title": "Everybody", "questions": ["That's how my flow go, shorty you ain't know?", "Benjamin got the sweaters, hey what more can we sell em?", "You'll cool your fuckin jets, who wanna be next?", "Rain?"]}, {"song_title": "Everybody Looking [Tracklist + Artwork]", "questions": []}, {"song_title": "Everybody Told Me", "questions": ["Cons, what makes you think you are any better than the rest?", "What would you do if it was you in my position?"]}, {"song_title": "Everyone Nose (All the Girls Standing in the Line for the Bathroom) [Remix]", "questions": ["Would you like some?", "I asked her, \"How it feel up on this high rise?", "Hey, do you have any black inside you?", "P to the Usha, with a name like that, what you look for?", "But I can do the Star Trek sign, see?"]}, {"song_title": "Everything I Am", "questions": ["You see how I creeped up?", "You see how I played a big role in Chicago like Queen Latifah?", "Do you know what it feel like when people is passin'?", "Remember him from Blackstreet?"]}, {"song_title": "Everything I Am (Alternate)", "questions": ["I need a happy endin', get it?", "Remember him from Blackstreet?", "You see how I creeped up?", "You see how I played the big role in Chicago like Queen Latifah?", "Can they add that he just spazzed out at that show?"]}, {"song_title": "Everything I Am SNL Freestyle", "questions": ["Hey daddy can you see me?", "Y'all wish ya can be me, hey mama can you see me?", "Y'all thought they'd never let me back in NBC, see?"]}, {"song_title": "Everything I Got", "questions": []}, {"song_title": "Everything I Love", "questions": ["Bring friends wontcha?"]}, {"song_title": "Excuse Me Miss Again (Remix)", "questions": ["Ever seen a watch surrounded by this much pink ice?", "So you take the Destiny Child girl in the Coupe?", "Need a light?"]}, {"song_title": "Explaining Creative Frustration", "questions": ["why don’t you just do music?", "Lewis or Phillip Seymour Hoffman to musically, or in fashion, directing, architecturally?", "Fashion is obviously very important to you. You’re designing again, in fashion. Tell me, what’s the difference in how you approach fashion to how you approach music?"]}, {"song_title": "Extravaganza", "questions": []}, {"song_title": "Extravaganza", "questions": []}, {"song_title": "Eyes Closed", "questions": ["I wonder if God asked Mike how to Moonwalk?", "Where do the lonely kids go when the bell ring?"]}, {"song_title": "Eyes Closed Intro", "questions": []}, {"song_title": "Eyez Closed", "questions": ["And when they mention the best, will they call your name?"]}, {"song_title": "Facts", "questions": ["Do anybody feel bad for Bill Cosby?", "Couches, couches, couches, couches, which one should I pick?", "I was out here spazzin', all y'all get the message?", "If you ain't poppin' shit then why you rap for?", "We just blessed to be alive, yeah ain't that the truth?", "Did he forget the names just like Steve Harvey?"]}, {"song_title": "Facts (Charlie Heat Version)", "questions": ["Do anybody feel bad for Bill Cosby?", "I was out here spazzin', now y'all get the message?", "Couches, couches, couches, couches, which one should I pick?", "If you ain't poppin' shit then why you rap for?", "We just blessed to be alive, yeah ain't that the truth?", "Did he forget the names just like Steve Harvey?"]}, {"song_title": "Fade", "questions": []}, {"song_title": "Faithful", "questions": ["In what type of ways would I want her?", "She asked, \"Why do men always have to stray?", "Would I want her for her mind or her heavenly body?", "What if God was a her?", "If I was wit' her would I still be wantin' my ex?", "Would I treat her the same?"]}, {"song_title": "Fall Out Of Heaven (Demo)", "questions": ["What are we chasing?"]}, {"song_title": "Family Business", "questions": ["Mommy and Daddy, will you please stop fighting?", "When I brought it why the guard have to look all through it?", "Ma we here we gon' cook this Sunday ok?", "He made the team this year?", "Who knew that life would move this fast?", "That's a new girlfriend?", "Who knew I'd have to look at you through a glass?", "How's your son?", "Abi, remember when they ain't believe in me?", "Why Uncle Ray and Aunt Shiela always performin'?"]}, {"song_title": "Famous", "questions": ["Why?", "How you feeling right now?"]}, {"song_title": "Famous (Original Version)", "questions": ["Why?", "How you feeling right now?"]}, {"song_title": "Fashion Lyrics from Kanye West", "questions": []}, {"song_title": "Father Stretch My Hands", "questions": []}, {"song_title": "Father Stretch My Hands Pt. 1", "questions": ["Remind me where I know you from?"]}, {"song_title": "Father Stretch My Hands Pt. 1 (Original)", "questions": ["How could a young nigga be so lucky?", "Niggas hatin', so what?"]}, {"song_title": "Feburary 23, 2013 Rant in London", "questions": ["How y'all feelin' tonight?", "Remind me why we in this shit?", "Since when was making art about getting rich?", "Since when was making music about getting rich?", "Can you remind me again why we in this shit?", "I hate business people. People get on the phone with me and tell me ya know like, 'What kind of business can you do, though?", "What's your quality of life?", "Can you please support me?", "So you can help me put on a better show, Please?"]}, {"song_title": "Feedback", "questions": ["You know what that mean?", "Y'all sleeping on me, huh?", "Make me do something?", "Y'all sleeping on your boy, had a good snooze?", "Ayy, ya heard about the good news?"]}, {"song_title": "Feel Me", "questions": ["Let my niggas through the gate, feel me?", "Them niggas ain't this, feel me?", "Getting money, you relate, feel me?", "At the dealership like what's the dealy?", "I'm at the dealership like what's the dealy?", "I got a lot at stake, feel me?", "Who you tryna get crazy with?", "Garment bags, no luggage, feel me?", "We lit up the city, you feel me?", "First, last name rich, feel me?", "Bitch, I'm the shit, feel me?", "Not the time but the whip, bitch, feel me?", "911 on my wrist, feel me?", "Bank account liftin' weights, feel me?", "\"Happy birthday, here's a Benz,\" feel me?", "Yeah, bitch, I'm the shit, feel me?"]}, {"song_title": "Feel No Ways", "questions": ["Who is it that's got you all gassed up?"]}, {"song_title": "FGT", "questions": []}, {"song_title": "Fight With The Best", "questions": ["Did you see it?", "Now you're all paranoid like, \"Is this shit laced?", "Yo K?", "Did he deserve that?", "You got a little girl?", "Have a ?", "What it is stick?", "Any more want they girl to play Demi Moore?", "With the ruger, did he shoot him?", "Did he know he turned his son to a bastard maine?"]}, {"song_title": "Figure It Out", "questions": ["Why AI never won a 'ship?", "Why I fucked ‘em both when they said they sisters?", "Why Cosby slipped her?", "Why Eazy ain’t have the Magic?", "And he ain’t take me when I got hit?", "I don’t know, I don’t know, why I ain't get the picture?"]}, {"song_title": "Find Your Love", "questions": []}, {"song_title": "Finer Things", "questions": ["What's my motivation?", "You wanna try that, hit the mall and buy that?", "I ask her \"you blind?", "What did this bra say?", "What you think my fuel was for all of these years?", "you dig?", "Y'all Ready?", "I replied back \"Boo, never mind that. I'm G4 jet. You ever fly that?"]}, {"song_title": "Fit of the Day 11/18/13", "questions": []}, {"song_title": "Fit of the Day 11/22/13", "questions": []}, {"song_title": "Fit of the Day 12/12/13", "questions": []}, {"song_title": "Fit of the Day 1/2/2014", "questions": []}, {"song_title": "Fit of the Day 2/7/14", "questions": []}, {"song_title": "Fit of the Weekend 3/8/14", "questions": []}, {"song_title": "Fit of the Weekend 7/18-20/14", "questions": []}, {"song_title": "Flashing Lights", "questions": ["What do I know?", "Man, why can't life always be this easy?", "I get a call like, \"Where are you, Yeezy?", "What do you know?"]}, {"song_title": "Flashing Lights", "questions": ["?", "But it is the love, Am I alone?"]}, {"song_title": "Flashing Lights (Clipse Remix)", "questions": ["What do I know?", "But who goes as far as tryin' to dress like him?", "What do you know?"]}, {"song_title": "Flashing Lights (Diplo remix)", "questions": ["What do I know?", "What do you know?", "But what do I know?"]}, {"song_title": "Flashing Lights (Live From VH1 Storytellers)", "questions": ["What do I know?", "Man, why can't life always be this easy?", "Would she really want me to put myself in a situation where I go to jail?", "I get a call like, \"Where are you Yeezy?"]}, {"song_title": "Flex*", "questions": []}, {"song_title": "Flicker (Kanye West Rework)", "questions": []}, {"song_title": "Flight School", "questions": ["Man, will he come back and save the day?", "And you say, damn baby how did you get that fly?", "The clock is ticking, damn can you wait?"]}, {"song_title": "Flight School", "questions": ["Man, will he come back and save the day?", "And you say, damn baby how did you get that fly?", "The clock is ticking, damn can you wait?"]}, {"song_title": "Fly Away", "questions": []}, {"song_title": "FML", "questions": ["Remember that last time, the episode?", "Asking me why the hell I text in code?", "Remember that last time in Mexico?"]}, {"song_title": "FML (Demo)", "questions": ["Why make things worse?"]}, {"song_title": "FML (Metro Boomin Version)", "questions": []}, {"song_title": "FML (Original Demo)", "questions": []}, {"song_title": "Food", "questions": []}, {"song_title": "Forever", "questions": ["Benjamin Button \"What?", "But what should I scream for?", "Who'd have thought a countrywide tour be the outcome?", "Remember she had that bad hip like a fanny pack?", "For the way that you got at me, how's it taste?"]}, {"song_title": "Forever", "questions": ["I probably fucked her, ah, what's new?", "Who's better than?"]}, {"song_title": "Forever Begins", "questions": ["Of spiritual sand forever?", "Damn, what I'm gon' leave?", "What that say?", "Virginia Tech, is not an, \"Oh, what the heck?"]}, {"song_title": "Forever (Travis Barker Remix)", "questions": ["But what should I scream for?", "Pay back mothafucka for the way that you doubted me, how's it taste?", "what?"]}, {"song_title": "FourFiveSeconds", "questions": ["Thinkin', \"How could I be so selfish?", "Thinkin' \"How could I be so reckless?"]}, {"song_title": "Frank's Track", "questions": []}, {"song_title": "Freestyle 4", "questions": ["What the, what the fuck right now?", "What if we fuck right now?", "Would we be the life of the whole party?", "What if we fucked at this Vogue party?", "Can you bring your price down?", "What the fuck right now?", "My dick out, can she suck it right now?", "Of this mothafuckin' dinner table?", "Would everybody start fuckin'?", "Fuck, can she fuck right now?"]}, {"song_title": "Freestyle 4 (Remix)", "questions": ["Why they crucify Cosby?", "Why they break all of our leaders?", "Why they keep fuckin' with Yasiin?", "Why they scrutinize my peeps?", "believers?"]}, {"song_title": "Freestyle 4 Remix (feat. MikeC0ww)", "questions": []}, {"song_title": "Freestyle from Before Infamous Accident", "questions": ["?", "Just Blaze decided to stick to engineering and Kanye never decided to rap?", "What if a nigga from the Chi that was ill got a deal on the hottest rap label around?"]}, {"song_title": "Friday Morning May 25th", "questions": ["Are y’all all ready for this ride?", "Are you all ready for the ride?"]}, {"song_title": "Friends", "questions": []}, {"song_title": "Fuck the Money", "questions": ["Oh, what?", "How can I get through?", "You say it could be worse?"]}, {"song_title": "Funk Flex (Guess Who's Back Freestyle)", "questions": ["Am I my brother's keeper?", "Huh .. huh?", "You understand whats about to happen?"]}, {"song_title": "$$FVJFXON$$", "questions": []}, {"song_title": "Gangsta, Gangsta", "questions": ["?", "What?", "Who wanna fuck wit', the fat boy of the Roc?", "For that money what?"]}, {"song_title": "G Code", "questions": ["How?", "He said, \"What?", "Feel me?", "Can I pay my past a visit?", "Where do you stay?", "Homie had ask, \" Do ya got a man?", "Everybody wanna be tough guy so he did, approached this guy like, \"Where are you from?", "Rosecrans and what?", "Yeah. How I sound out there Ali?"]}, {"song_title": "Get By", "questions": ["Now, why would I lie?"]}, {"song_title": "Get By (remix)", "questions": ["Why should I listen to a system that never listened to me?"]}, {"song_title": "Getcha Some", "questions": ["You can't afford the price, so why the hell would you ask it?", "These niggas wanna wonder what they have on me?", "And they ask, can they call me grocery store?", "Because she like the pipe, ya dig?", "Shit, you want my shoes?", "I'm rich, bitch, see the shit that this cash get?", "Dog, It's that real when I'm rockin pastelle?"]}, {"song_title": "Get Em High", "questions": ["You really fuckin' that much or trying to get off cigarettes?", "Why you think me and Dame cool?", "Ayo, ain't you meet that chick at that conference with your moms?", "You mean Talib?", "26?"]}, {"song_title": "Get Em High (Stackhouse Recordings mix)", "questions": ["?"]}, {"song_title": "Get Off Me*", "questions": []}, {"song_title": "Getting Out the Game", "questions": ["Like \"Dog you ready to give all this shit up?", "You talking bout Brenda?"]}, {"song_title": "Gettin' It In", "questions": ["Who the rookie of the year, me or LeBron James?", "My apologies, are you into astrology?", "Have girls feet lookin' like sheepskin rugs?"]}, {"song_title": "Ghetto", "questions": ["What should I do?", "Does anyone mind the truth ya'll?", "Around the nation and all around the World, knowhatI'msayin'?", "And the most scariest part?", "Yo, why you doin' that?"]}, {"song_title": "Ghetto Child", "questions": []}, {"song_title": "Ghetto Senorita", "questions": ["?", "?????", "Nigga follow the leader or get off my ???", "Somebody tell her to ease up when ???"]}, {"song_title": "Ghetto University", "questions": ["One thing bout' music when it hits you feel no pain. why every song you make just like a left hook to my brain. and niggas try and brag and tell you that they spittin' game just to make themselves feel good about the nothin' that they sayin' you should listen its time to take a look. im past the blogs and magazines im into writin' books. like dayum hold the phone this niggas off the hook and i smoke a blunt and cuss so im inquisitive as fuck.what?"]}, {"song_title": "Gifted", "questions": ["What you think?"]}, {"song_title": "Gifted", "questions": ["What you think?"]}, {"song_title": "Gifted (radio edit)", "questions": ["What you think?"]}, {"song_title": "Gimme the Light freestyle", "questions": ["Ask me \"Ray Ray is that your car?", "You did Takeover, do you got beef with Nas?", "fello piece is all yellow?"]}, {"song_title": "Girls, Girls, Girls, Pt. 2", "questions": ["Who said what, why you trippin girl, why's you fussin?", "Ain't gonna say my nose?"]}, {"song_title": "Girls, Girls, Girls (Remix)", "questions": []}, {"song_title": "Girls, Girls, Girls (Remix)", "questions": ["Ain't gonna say my nose?"]}, {"song_title": "Glenwood", "questions": ["Get it?", "When am I performin'?", "Its slaughter ever since I opened up that midnight merrauder?", "Can I be honest?", "Apology accepted, you ain't say it?", "You the man in your city?"]}, {"song_title": "Glow", "questions": ["Why, nigga?", "Can I hear right on?"]}, {"song_title": "Go!", "questions": []}, {"song_title": "God Level", "questions": []}, {"song_title": "Go Hard", "questions": ["What you gonna do when a nigga got to go hard?"]}, {"song_title": "Go Hard (Mega Mix)", "questions": ["?"]}, {"song_title": "Go Hard (Remix)", "questions": ["Where you at Duval?"]}, {"song_title": "Going back to Escombatentes", "questions": ["o iria?", "Se lembras escombatentes no tempo me perguntou?", "O que?"]}, {"song_title": "Gold Digger", "questions": ["And I gotta take all they bad asses to ShowBiz?", "You know why?", "And on the 18th birthday he found out it wasn't his?", "But I'm lookin' for the one, have you seen her?"]}, {"song_title": "Gold Digger (AOL Sessions)", "questions": ["And your arm, but I'm lookin' for the one. Have you seen her?", "You know why?", "And on her eighteenth birthday, he found out it wasn't his?"]}, {"song_title": "Gold Digger (Kraddy remix)", "questions": ["And your arm, but I'm lookin' for the one. Have you seen her?", "You know why?"]}, {"song_title": "Gone", "questions": ["old?", "Knock knock, who's there?", "That's your best bet, why's that, Cons'?", "Or dealerships asked me \"Benz or Rover?"]}, {"song_title": "Gone (Return of Malcolm)", "questions": ["Get it?", "Zip it or kick it?", "Why deal with the devil, knowin' I got a truce with God?", "Nigga is you grown or you a kid?", "Why deal with the devil, knowin' that I got a truce with God?", "Or should I just shut up?", "Which one are you the more of?", "Is it a set up?", "Maybe I lucked up?", "You scared?", "To give me a year in the county around the time of election?"]}, {"song_title": "Good Ass Job", "questions": ["Nigga what?", "oh you're a rapper?", "Tell my crooked ass uncle put me up on the lip?", "That's too freaky?", "Got beef?", "Like \"Mikkey won't you take me out?"]}, {"song_title": "Good Ass Job [Tracklist & Album Artwork]", "questions": []}, {"song_title": "GOOD Friday", "questions": ["Motherfucker, are you ready or not?", "Hold on, that’s the girl you gave a wedding ring?", "Did I mention that the sweater was a Jeremy Scott?", "Now tell me, do it feel good?", "Did I mention G.O.O.D. Music and forever we hot?", "tell me who the freshest of them all?", "Are you ready to go?"]}, {"song_title": "G.O.O.D. Fridays [Tracklist + Album Art]", "questions": []}, {"song_title": "Good KanShay West", "questions": ["They asking me about, \"when the mixtape gonna drop?", "He's going out every night?", "Then tell them it's cool to rise, so why don't you come inside?"]}, {"song_title": "Good Life", "questions": []}, {"song_title": "Good Life (Live From VH1 Storytellers)", "questions": ["But if I think back to when I was making the College Dropout, thinking was this what I expected?", "Why I only got a problem when you in the hood?"]}, {"song_title": "Good Life (Stretch Armstrong remix)", "questions": ["When I thought that I was gonna go crazy?", "While gettin' some brain?", "Like I'm new in the hood, the only thin' I wish?", "Why I only got a problem when you in the hood?"]}, {"song_title": "Good Morning", "questions": ["I mean damn, did you even see the test?"]}, {"song_title": "GOOD Morning", "questions": ["My outfit's insane, ain't that evident?"]}, {"song_title": "GOOD Music BET Cypher", "questions": ["What’s worse, the pain or the hangover?", "Oh thats your girl?"]}, {"song_title": "Good Night", "questions": ["What do it mean when you dream that you ballin'?", "And you don't really know 'cause you can't recall them?", "What do it mean when you dream that you fallin'?"]}, {"song_title": "Good Night (Plain Pat remix)", "questions": []}, {"song_title": "Good Things Don't Last", "questions": []}, {"song_title": "Good To You", "questions": []}, {"song_title": "Gorgeous", "questions": ["I’m on the edge, so why you playing?", "Is hip hop just a euphemism for a new religion?", "And what’s a black Beatle anyway, a fucking roach?", "I won’t be satisfied til all my niggas get it, get it?", "I’m coming after whoever. Who has it?"]}, {"song_title": "Gossip Files", "questions": ["How you gonna tell me how to live my life?", "Second you talk about peace, they gon' be like, \"Peace?", "Who know a dream?", "'Cause they be like, \"That's cool, you got some beats for me though?", "Now how you going to talk about the way I spend my money?", "Or put your fist to your spouse, so how you gon' move the crowd?", "How you go to New York?", "Anyway, what you finna rap about?", "Now hold your plaques high, like who would've thought?", "What, you ain't know you gotta be rich just to be poor there?", "And you can't even get your own shit tight, right?", "They said, \"Oh you graduated?"]}, {"song_title": "Got A Clue", "questions": []}, {"song_title": "Got Nowhere", "questions": ["How the hell can life end like this?", "I can't slide, so what I'm a rapper?"]}, {"song_title": "Gotta Have It", "questions": ["Ain’t that where the Heat play?", "Who in that?", "Who gon' act phony, or who gone try to embarrass ya?", "Wussup muh'fucka where my money at?", "yeah?", "Tryna hurt my name, huh?", "Ain’t that just like D. Wade?", "Ain’t that like Lebron James?", "How you get it?"]}, {"song_title": "Gotta Pose", "questions": ["What the fuck I got to do, another truth for niggas?", "Can y'all get it?", "?", "But no fat hoes, you expect me to hit that?", "five that rolls?"]}, {"song_title": "Government Imported", "questions": ["?"]}, {"song_title": "Governors Ball Show Visionary Stream of Consciousness", "questions": []}, {"song_title": "GQ Magazine August 2014 Cover Shoot: Kanye West", "questions": []}, {"song_title": "Graduation [Artwork]", "questions": []}, {"song_title": "Graduation [Booklet]", "questions": []}, {"song_title": "Graduation [Credits]", "questions": []}, {"song_title": "Graduation Day", "questions": ["What in the fuck was that Kanye?"]}, {"song_title": "Grammy Family", "questions": []}, {"song_title": "Grammy Family (Freestyle)", "questions": ["climb 'em?", "Do he really fuck with President Carter?", "Nine or 10 labels like what he hitting for?", "Money on my passenger side, now who you rolling with?"]}, {"song_title": "Grammy Red Carpet Interview with Kanye West", "questions": ["I gotta say congratulations to you, I was there for the BET honours and the award that you were given it was absolutely incredible, how did that make you feel, being honoured in that way?", "Are you excited about tonight?", "What?", "Who do you wanna see inside with the performances?"]}, {"song_title": "Grammy Red Carpet Interview with Kanye West", "questions": ["I'm just extremely happy, can you tell by my face?", "What does it mean to you to have this family now Kanye?", "Kim I gotta ask you, how happy are you now?"]}, {"song_title": "Green Lights", "questions": ["?", "Hop died, who's in the will?", "How you gon jump on that shit and make your shit hotter than Rich Boy's shit?", "Dropped into the rap game, how 'bout it?"]}, {"song_title": "Grown Man Pt. 2", "questions": ["How about a car run in a store for??", "????", "I been strapped a pair for tha???"]}, {"song_title": "Guap", "questions": ["They like, \"Boy, won't you get your rest on?", "You still hatin'?"]}, {"song_title": "Guard Down", "questions": ["Oh my gawd, hey you believe this?", "Khalifa Kush, KK?", "What y'all smoking on though?"]}, {"song_title": "Guava 10K", "questions": ["You digg me?", "This level up mandatory, what you expect now?"]}, {"song_title": "Guerrilla Monsoon Rap", "questions": ["We come through and all the shorties like \"who dat?", "Got the whole crowd like \"how ya do dat?", "Is you a dedicated soldier, or you a princess, dog?", "all the shorties like \"who dat?"]}, {"song_title": "Guess Who's Back", "questions": ["Mami like \"ill, how high is he?", "you got?", "Guess whos bizzack off the 'zant?", "You ready to do it though?", "huh what you said?"]}, {"song_title": "Guess Who's Back", "questions": []}, {"song_title": "Guilt Trip", "questions": ["If you love me so much then why'd you let me go?"]}, {"song_title": "Half Price", "questions": ["Will you beat tapes for who?", "Know what?", "What else ya need?", "And Lady May, maybe, hey?", "You say what is it that you want?", "Called Trina and \"Do she need that beat tracked again?"]}, {"song_title": "H·A·M", "questions": ["What niggas gon' do, Hov?", "Fuck wrong with these dudes?", "Like a nigga ever left up out this bitch, huh?", "Fuck y'all mad at me for?", "half a billi nigga, really?", "gy or are we speaking metaphorically?"]}, {"song_title": "Hands Up", "questions": ["Why you cryin'?", "it's like that?"]}, {"song_title": "Harvard Design Speech", "questions": []}, {"song_title": "Hate", "questions": ["Yeah, what up?", "Fuckin with my money, do I need to call my niggas with dope a dunny?", "Like them porno hoes, what would you do for a threesome?"]}, {"song_title": "Hate", "questions": ["You haters, how do I gain your favor?", "Why these niggas always talking Lear talk, 'Ye?", "How much they hate it?", "Why always hear they at the airport?", "Young Hov, what we doin, doin, doin?", "Why I never see em at the Clearport, 'Ye?", "While I fly daily like I’m in the Air Force?"]}, {"song_title": "Have It Your Way", "questions": ["It’s kinda like trading places huh?", "Who the fuck tryin to box right now?"]}, {"song_title": "Heard 'Em Say", "questions": ["Can I at least get a raise of the minimum wage?"]}, {"song_title": "Heard 'Em Say (Kanye West Cover)", "questions": ["Can I at least get a raise on the minimum wage?", "Yadidimean?"]}, {"song_title": "Heard 'Em Say (Radio 1's Piano Sessions)", "questions": []}, {"song_title": "Heard 'em Say (radio edit)", "questions": ["Can I at least get a raise on the minimum wage?", "Is it cause his skin blacker than licorice now?"]}, {"song_title": "Heartbeat", "questions": []}, {"song_title": "Hear the Song", "questions": []}, {"song_title": "Heartless", "questions": ["Cold as the winter wind when it breeze, yo?", "How could you be so heartless?", "Oh, how could you be so heartless?", "Why do she be so mad at me fo'?", "Why we up 3 a.m. on the phone?", "How could you be so Dr. Evil?"]}, {"song_title": "Heartless", "questions": ["How could you be so heartless?", "Why we up 3 A.M. on the phone?", "Why does she be so mad at me for?", "How could you be so, cold as the winter wind when it breeze, yo?", "How could you be so Dr. Evil?"]}, {"song_title": "Heartless (Aaron Bond Remix)", "questions": ["Cold as the winter wind when it breeze, yo?", "Oh... how could you be so heartless?", "How could you be so heartless?", "Why does she be so mad at me fo'?", "How could you be so Dr. Evil?"]}, {"song_title": "Heartless (Live From VH1 Storytellers)", "questions": ["Or can I take that back?", "Does this look gay to you?", "Why do she be so mad at me for?", "Why we up 3 AM on the phone?", "Did we have to take it that far?", "Is it my fault that I make you heartless?", "How could you be so?", "How could you be so heartless?", "Does this staggering piece of truth, that was never told, have an expiration date?", "Where is my heart right now?", "Does this hurtful comment have a receipt?", "Did I make you be heartless?", "Did it have to go that far?", "How could you be so Dr. Evil?", "What does it feel like?"]}, {"song_title": "Heartless (Remix)", "questions": ["Why do she be so mad at me for?", "Why we up 3 AM on the phone?", "How could you be so heartless?", "Oh, how could you be so heartless?", "How could you be so Dr. Evil?"]}, {"song_title": "Heart of the City (Ain't No Love)", "questions": ["I said, where's the love?", "What, you mad ‘cause you push dimes and he sell weight?", "oh, you not feelin' me?", "What's up?", "Because I'm grubbin' more and I pack heat like I'm the oven door?", "where's the love?", "And my record's movin' out the store?", "why you all aggie?", "Where's the love?", "Jigga held you down six summers, damn, where's the love?", "What's all the fuckin' fussin' for?", "Can I live?"]}, {"song_title": "Heart of the City (Ain't No Love) (MTV Unplugged)", "questions": ["Ok I feel you ma, I said where's the love?", "And I pack heat like I'm the oven door?", "What's all the fussing for?", "What you mad cause you push dimes and he sell weight?", "I said where's the love?", "What's up?", "where's the love?", "And my record's movin' out the store?", "Where's the love?", "damn, where's the love?", "Hehehe, and more baggies, why you all aggie?", "you not feeling me?", "Can I live?"]}, {"song_title": "Heaven", "questions": ["Will you come back to me?", "Can we make love like way back in the day, love?", "Will I ever know?", "Where the end will go?"]}, {"song_title": "Heaven", "questions": ["How do you expecting our seeds gonna grow?", "Sit around and let the world pass us by?", "Who the fuck is you gonna trust when your road dog is scheming?", "Or what the fuck is we gonna do?"]}, {"song_title": "Heavy Hitters", "questions": ["How could I might doubt?", "Now does that make me as rude as Jude?", "To get signed?", "?", "GLC where you at homie?", "How many niggas you know is really heavy hitters?", "\"When the album comin' out?"]}, {"song_title": "Heavy Hitters (One Love Blend)", "questions": ["Now does that make me as rude as Jude?"]}, {"song_title": "Hell of a Life", "questions": ["Have you lost your mind?", "How could you say they live they life wrong?"]}, {"song_title": "Hey Mama", "questions": ["Type Donda West like?", "And I love you for that mommy can't you see?", "Famous homemade chicken soup, can I have another bowl?"]}, {"song_title": "Hey Mama (Grammy Version)", "questions": ["And I love you for that mommy can't you see?", "Famous homemade chicken soup, can I have another bowl?"]}, {"song_title": "Hey Mama (Remix)", "questions": ["Before my time is up, you know what I'ma do?", "And you never put no man over me, and I LOVE you for that Mommy can't you see?", "Daddy's stressin' you out?", "\"How this day went so fast?"]}, {"song_title": "Higher", "questions": []}, {"song_title": "Higher", "questions": ["Now you're wide open right?", "But the white girls say, \"Where you get that cool beat from?", "what?"]}, {"song_title": "Highlights", "questions": ["What you want?", "Can we play that back one time?", "Got the Fruit of Islam in the trenches hah?", "B nigga with a six pack?", "Even though they know Yeezus is a Christian hah?"]}, {"song_title": "Highlights (Madonna Demo)", "questions": ["?", "That was 'posed to be your money, wasn't it?", "Can we play that back one time?"]}, {"song_title": "Highlights (The-Dream Demo)", "questions": ["What you want?", "Got the Fruit of Islam in the trenches huh?", "Can we play that back one time?", "She spent her whole check on some Christians huh?", "And that bitch ain't even religious huh?", "?", "B nigga with a six pack?", "Even though they know Yeezus is a Christian huh?"]}, {"song_title": "Highlights (Young Thug Demo)", "questions": ["Even though they know Yeezus is a Christian, huh?", "Can we play that back one time?", "?", "Famous people act so damn pretentious, huh?", "Got the Fruit of Islam in the trenches. huh?", "And that bitch ain't even religious, huh?", "B nigga with a six pack?", "She spent a whole check on some Christians, huh?", "Got a thick dick hopping on some trenches, huh?", "Hah, huh, what you want?", "What she need is an hour of some inches, huh?"]}, {"song_title": "Hip Hop Manifesto", "questions": ["Cause who the kids gon’ listen to, huh?", "Why else you think shorties write rhymes just to blow up?", "They like, ‘Oh God, why he go so hard?", "So why send oppression not blessings?", "What you want a Bentley, fur coat, a diamond chain?"]}, {"song_title": "History", "questions": ["Where are you victory?"]}, {"song_title": "Hold Me", "questions": ["You remember when we first start datin'?", "But can you please donate some sex to the poor?"]}, {"song_title": "Hold My Liquor", "questions": []}, {"song_title": "Hold On", "questions": []}, {"song_title": "Hold On", "questions": []}, {"song_title": "Hold on Longer", "questions": []}, {"song_title": "Hold On (Remix)", "questions": []}, {"song_title": "Hold On (Remix)", "questions": []}, {"song_title": "Hold Tight", "questions": ["Hold tight, see that melody right there?", "move, fuck did you say?", "What the fuck did you say?", "?"]}, {"song_title": "Holy Water", "questions": ["Don't it taste like holy water, like holy water?", "don't it taste like holy water?", "Don't it taste like holy water?"]}, {"song_title": "Holy Water / Vogue (Live)", "questions": ["Don't it taste like holy water, like holy water?", "don't it taste like holy water?", "What are you looking at?", "Don't it taste like holy water?"]}, {"song_title": "Home", "questions": ["And guess when I heard that?"]}, {"song_title": "Homecoming", "questions": ["\"Hello?", "What's jumping for tonight?", "Oh the Live?"]}, {"song_title": "Homecoming", "questions": ["Fireworks at Lake Michigan?", "And guess when I heard that?", "Do you think about me now and then?"]}, {"song_title": "Hot 107.9 Birthday Bash 2015 Freestyle", "questions": []}, {"song_title": "Hot 97 Freestyle", "questions": ["I’m coming after whoever. Who has it?"]}, {"song_title": "Hurricane 2.0", "questions": ["Where did you go?", "Tell me would you kill to save for a life?", "Or alive to torture for my sins?", "Or alive to live a lie?", "Tell me would you kill to prove you're right?", "Do you really want me dead?", "Do you really want?", "Do you really want me?", "Where is your God?"]}, {"song_title": "I Am a God", "questions": ["He said, \"What up, Yeezus?"]}, {"song_title": "I Am Not A Human Being II [Booklet]", "questions": []}, {"song_title": "I Am Not Here", "questions": []}, {"song_title": "I Can't Say No", "questions": ["How can I say no after all this time?", "How can I say no?", "When the government want half on every mil'?", "If it wasn't for the ghetto, where would I be?", "Where would I be?", "So you know one thing?"]}, {"song_title": "I Changed My Mind", "questions": ["One sixteen, full steam, nah mean?"]}, {"song_title": "I Don't Fuck With You", "questions": ["Why you always coming around with bad news?", "Why?"]}, {"song_title": "I Don't Know Your Name", "questions": ["I'm sorry, you know what I'm sayin'?", "I do?", "What's my name?", "Kiana?", "What is it?", "You know, I know you love me, you love me don't you?", "Round and round and round we go, will he ever know?", "?", "But baby girl what's yo' name again?", "Will you ever know it?", "Round and round and round we go, will you ever know?", "For real?", "What's yo' name again?", "You know what I'm sayin'?", "I'm sorry you know what I'm sayin'?", "What's yo' name?", "Yo, I remember yo' name, is it Dana, Lisa, or Amanda?"]}, {"song_title": "I Don't Want to Be Liked (Freestyle)", "questions": ["?", "You know why?"]}, {"song_title": "I Feel Like That", "questions": ["Do you experience nervousness or shakiness inside, faintness and dizziness?", "Do you have trouble falling asleep?", "Do you feel tempered outbursts, that you cannot control?"]}, {"song_title": "If I Ain't Got You (Kanye West Remix)", "questions": []}, {"song_title": "If I Shoot You Remix", "questions": ["After Biggie and Pac I was like word?", "But why should I name ya?", "?", "What's a nigga to do?", "Nigga talkin' now like what now wit 'em?"]}, {"song_title": "I Got a Love", "questions": ["Mr. West, what do you think is the best?", "Why go to the movies?", "And me?"]}, {"song_title": "I Gotta Love", "questions": ["Jin, why'd you get this fake Louis bag for me?", "Polly want a Gucci parka, ma what did you say?", "Mr. West what do you think is the best?"]}, {"song_title": "I Hate (The New) Kanye (Statik Selektah VS Green Lantern Mix)", "questions": ["What if Kanye made a song, about Kanye?"]}, {"song_title": "Illest Motherfucker Alive", "questions": ["Got staples on my dick, why?", "What you after, actor money?"]}, {"song_title": "I'll Fly Away", "questions": []}, {"song_title": "Illuminati", "questions": []}, {"song_title": "I Love Kanye", "questions": ["Called \"I Miss The Old Kanye\"?"]}, {"song_title": "I Love Kanye (Minimix)", "questions": []}, {"song_title": "I'ma Get You", "questions": ["What ever go up, it gotta go down don't it?", "Shit go down don't it?"]}, {"song_title": "I'm a New Man", "questions": ["But what happens?", "“God, is this, is this my destiny?", "When one of us is on the other side of that T.V. screen?", "Now how long did it take me to realize?", "?", "did I do?", "Why would you give me that Power?", "And why?", "But when they sayin’ “Hey that’s what the real nigga do, right?", "Well the song says no one man should have all that power right?", "And you know what?", "After all the years of you blessin’ me?"]}, {"song_title": "I Met Oprah", "questions": ["She said \"yo, well, oh, ok, well, who are you?", "How does it drive?"]}, {"song_title": "I'm In It", "questions": ["Who, where?", "say wah, say wah?"]}, {"song_title": "I'm In It (Demo)", "questions": []}, {"song_title": "Impossible", "questions": ["Got the bitch in the back of the billy yo?"]}, {"song_title": "Improvise", "questions": ["Was it something I did wrong?", "With a Ferrari, and a dinner date with Halle Berry?"]}, {"song_title": "I'm So Raw", "questions": ["You wanna see ID, oh?", "I started with the end so when do I begin?"]}, {"song_title": "I'm Sorry for the Realness (Spoken Word Monologue)", "questions": ["Isn’t that so funny?", "I don’t care how much you sold, if you’re playing on radio. Are you connecting?", "‘Kanye’s pissing everybody off.’ They try to position that through the media in some way that I’m like, whatever. Whatever your friends might say. ‘I saw Kanye.’ ‘How was he?"]}, {"song_title": "I'm the Ish", "questions": []}, {"song_title": "I'm the Shit (Remix)", "questions": ["Is that yo' girlfriend?", "Want some?"]}, {"song_title": "I'm Worth It", "questions": []}, {"song_title": "In A Zone", "questions": []}, {"song_title": "In Camera: Live Interview", "questions": ["It wasn't the best feedback. You mentioned Anna Wintour and I wanna bring her up. She actually sent us a question for you. She said, what will you name your son and what do you hope for him as he gets older?", "What was the scariest moment of your life?", "If you could give yourself advice now to when you were dropping out of college, what advice would you give?", "Never?", "You talk about luxury and about the only luxury we have being time. What do you spend most of your time doing?", "Were you not making a political statement?", "It's interesting, Simon Foxton, who's a stylist. I know you know his work. Asks the question that relates as well. He said, your clothing line has been greeted with a lot of harsh criticism. Do you reflect like a lot of designers do, where they take that criticism and they use it to kind of develop their aesthetic and change their work?", "What do you plan to do?", "I mean, what can I say about them?", "What did you do before that?", "Going back to the women thing, it’s a question I want to know. Would you say you’re a feminist?", "Yeah, it’s funny. Isn’t it so funny how just the culture of different art forms is so different?", "Why run for president?", "So you’re definitely going to do it?", "You talked about wanting to be given a shot and wanting to have your opportunity. Do you actually believe that one day you will be respected and regarded as one of the greatest of all time in fashion in exactly the same way you are in music?", "M, I don’t have giant factories. How can I get the price point to what I need to be if I’m running an eight person design team... I’m saying it’s going to take time to get there. This is what I’m saying when you don’t have the right tools. This is the question that everybody has to ask. If you had the Celine design team and the Nike design studio and the Zara factory, could you do everything that you thought you could do?", "Talking about the bigger things that do change who you are and completely affect your work. Carine Roitfeld, the stylist, she ask how has becoming a father changed the way you work?", "Do you think it would be easier for you if you weren’t famous then?", "Of course. I’m Michelangelo. Of course. There’s a time when I’m sure there were people sculpting better than Michelangelo, but he made David. So as far as that question goes, is there a time that you can go on the internet and find a shoe that people want more than my shoes?", "A lot of people asked about your vision for the world and what you’d like it to be like. It seems like that mixing of ethnicities and cultures is the most important thing to you?", "Now me at my age I’m looking... OK what were the reasons why I lost money when I did this?", "do you see that in their work?", "Thinking about improving the world. One question that made me laugh. It came from Boris Johnson, who the mayor of London. What would you do to make London better?", "he runs SHOWstudio, who you collaborate with a lot. He talks about your bravery. He said you seem, sort of, be open to make very brave decisions. And I think in some points that relates to pushing yourself into new arenas. He gave examples like opening Black Skinhead with three black KKK hoods and not putting New Slaves on YouTube or appearing naked in the Black Skinhead video. He's interested, do these decisions feel brave at the time?", "I really noticed that as we were preparing for this interview. Everyone thinks they know you. I've watched quite a lot of your interviews recently and you've really talked about this idea of not being heard. There's quite an irony to that cause you have such a huge direct reach, but I got the sense you've really felt you were not being listened to or not being understood. Do you think everyone fully understands Kanye West?", "A few people have correlated the president run with your lyrics and particularly the lyric about 'No one man should have all that power.' It’s interesting, you just said you can change your mind, you can be wrong about things. Do you sometimes feel your own ideas have changed so much in the years you’ve been working?", "You say you like to make things hard for yourself and you’re so driven and you’re so passionate. You’re obviously ambitious. Are you happy?", "Do you still get that feeling today about different things?", "Wait a second, is that a white person who said that?", "Even when you were little?", "I want to ask you a question that's relatable to what you were saying. The question came in quite a lot, but it was posted particularly nicely by Aravin Sandran, he's 25 and from London. And he said, \"do you think the resistance and criticisms to your work is being partly because you're a black man. Would your ideas and work received differently if you were a white man?", "Talking about what you did in the past and what you want to do in the future. A question that was submitted by one of you fans, Sam Hollis. He said, what do you consider your greatest contribution to music, but also your greatest contribution to creativity?", "Honesty?", "When’s it actually coming?", "Will you run with a party or will you run alone?", "It was about your greatest contribution to music, but maybe you don’t think like that anymore?", "but six dedicated months piecing together what people liked about me, to make an entire bouquet that they loved, that was the most listenable, that was the least challenging. People want to talk about how much they loved that like it was Thanksgiving dinner. And how long has Thanksgiving dinner been cooked for?", "What specifically do you think fashion is missing that you can bring?", "Is it your family who have had the biggest impact on your creativity, your sense of self and what you produce?", "It's proven and now we'll continue to prove it. When people try to take the piss out of me for clothing and this and that. They never think about the fact that I've never had the opportunity to be properly educated and if given the meanings to be properly educated or given the proper support groups, I would completely shhh, light the lights up. We sell shoes that people wanna line up for because we put love in them, we put heart in them, we want to make Christmas presents, we want to make something that people want so bad that it hurts them if they can't have it. It not a... it's not a... just a financial oppertunity, cause you need finances. But it's a form of discrimination and racism, especially with blacks and fashion. And it literally, you know, it took me, being Kanye West, to get this far in fashion. Meaning, I was being able to become a multimiljonair and invest in myself, because no one else would have. I got this employee, that's a black guy and there will be, sometimes there will be a piece of misinformation. Three weeks later he'll tell me something and he says it kinda, like, with his voice down. I remember being with my dad and my dad was the type of dad that would be everybody's dad. A guy would come in and sell some cookies, but my dad was a sellsman also. So he's saying, \"excuse me, I got these cookies\" and he'd say \"yo, sir, pick your head up and explain to me what you wanna say and what you wanna sell\". This guy, this employee, because blacks especially in America have been raised with slave mentality, don't feel they have the right to speak as loud as possible. And everytime you hear a black person speaking as loud as possible, it's after someone's gotta say \"look at this niggers over there\". So if you don't want to be called a name in a derogatory way. You'd rather put it in what's people's favorite word to use for me?", "Does it frustrate you though?", "It’s such a thing like I had this one stylist come up to me and Virgil was standing next to me and said, ‘You need to watch out for him. He’s taking your place.’ And I was like, ‘Oh, the one spot for the black guy at the dinner table in fashion?", "We got a question from a guy who talked about gay people within music and within the rap world and stigma towards homosexual rappers. He talked about how you talk a lot about society moving past stigma and being accepting. He said do you feel that’s still a problem within music?", "so here’s a really simple question that I actually don’t know. What would your last meal be?", "Well, I'm answering the second question first. The greatest contribution to creativity is taking away the bullying. Well, I'm sure that I've bullied myself sometimes, but taking away people being able to bully you because you're a creative. We're bullied and controlled by organisations and money and the people with money are in power. And that's gonna change after me and Kim's lifetime. It's gonna go more back to when people used to philosophise and talk about proportions and shape and colour and what we can do for the next generations, but right now it's all about what people can do to make the most money and how they can not cut in creatives in any profit and use creatives against themselves in a way.  Like if they know someone is a genius but not business smart, they take advantage of that. So, me constantly fighting that on the front line I think is the greatest thing I’ve tried to open up, so that creatives can be more empowered, because I believe the world can be saved or helped, and the world meaning us as human beings, our civilisation, us as a race, as one race, can be helped through allowing people with more positive motives, who see more colours than just green. To help be at least a part of the conversation and be heard and listened to. What was the first question?", "Da Vinci, Walt Disney, Steve Jobs, Michaelangelo. He asks, how would you define a genius in that context?", "When you made that announcement, was it something you decided on the day or did it just come in the moment that you felt that and you just said it?", "‘I’m German and Portuguese and  Asian.’ Just when I gave you that right now. What do you picture in your mind?", "handedness. Is that difficult?", "How did you feel when you heard that your stepfather was going to transition and become a woman?", "they discriminate against celebrity. They discriminate against people with multiple art forms. Or they could say, ‘Oh wait a second, that cut wasn’t that good,’ but they do enough to throw a stab at, ‘Oh that didn’t fall the right way’ or ‘That wasn’t styled the right way.’ But they didn’t do the research on how difficult it was to one by one put together a design team and to fight against the idea of celebrity, to get overcharged because you’re a musician or people feel like you have money, to get completely taxed by the fashion world. And I love it because it’s like going to Harvard. That’s the reason why I’m in fashion. I think it’s the ultimate training because I dropped out of art school. Eventually, I got a PHD this year, like a honorary PHD at the Art Institute of Chicago. I dropped out of that school and I wanted to go back to the school of hard knocks. Right now, in all honesty... You know whatever the fuck I’m going to say today, I’m going to say it and I’m just gonna fucking own it and that’s how I feel right now. If I feel differently in three years, I’ll tell you how I feel... but right now, the highest art form is actually fashion. What’s funny about that is people in art look down at fashion designers. It’s like a class... I mean, where’s architecture?", "So a lot of the people you talk about who you really admire or who you think are talented, do you often see yourself in the work that they’re making?", "A lot of people really relate to specific words. Carl Swaygan said he listened a lot to particular aspects of your music and he talks about suffering from anxiety and PTSD and he said your music has got him through a lot. He asked what gets you through similar things because maybe it’s your own music but he talks about when you’re feeling anxious or you’re feeling down or you’re feeling depressed. What do you turn to?", "That’s a question that someone asked about the pressure you feel on yourself because things like, ‘I Am A God’, this sense of you being a divine power, does that scare you?", "And having a family gives you more motivation to do that?", "and I would be the closest thing to that. Those were be the sonic paintings. Fashion, clothes are sculptures, wearable art. Now, if you think about any brand, do you love every single thing from a brand?", "Does that make it easier to care less about critics?", "Do you think Barack Obama has done enough?", "I met you at a dinner in Paris with Riccardo Tisci and we had a really great talk and one thing stuck in my mind. You said that you felt that there was a new form of racism called class, and no one was talking about it. I found that really interesting because I come from a radical background, my father was a Marxist and you told me your parents were also radicals. Can you explain to me more what you mean about that and is that something you want to explore further?", "I definitely think I’ve said ‘Bitch, get out the car’ in some of my lyrics and stuff like that. And is there a responsibility?", "Yeah. And that’s the reason why, with the help of Anna Wintour and other people, we have actually made a lot of positive press coverage. The majority of the press we get is actually positive because the majority of the things that we do are actually positive. And even the negative can’t outshine the truth. The truth shall come to light. You see it in front of you. You read this thing and they try to diminish me into some really simple concept and simple idea and every time someone has a conversation about this and that, they’re like, ‘Wow, it’s a possibility that he’s thinking about more things and he wants to contribute more than I thought.’ So, let me dig into what I think the gist is of what that person was asking. Do I worry about being in the public eye and raising kids?", "That just comes from you?", "I’d never call out what would be the last. I'd call out what would spark more inspiration. I will think of a philosophy or think of something I want to say. I think hm this would be a great opening line or maybe I want to abstract the way you even hear rap. A lot of people liked the original of ‘All Day’ better than the one that eventually got released and that was so much more like a freestyle but it left things really open which felt more like later Picasso works. Oh yes, as you guys know, I think I’m Picasso also or the closest thing to it. So lesser, equal or maybe even better. Maybe there’s something that’s more Cubist about the way I rap and that’s what I’m trying to find where. It’s like do you really need to paint every angel wing in?", "be wife. I talk to my friends. I just talk. I get really explicit, you know, with the way that I feel at that time. I’m extremely open. That way, I can sweat the anxiety out. I open up the pores and sweat the anxiety out or sweat what I’m worried about or say, ‘What are we doing?", "Do you feel it’s true all creatives die alone due to lack of understanding?", "I don’t have a name for him, but what I hope for him is that he can feel purpose, that he can learn, that he has the opportunities. The other night, I was driving in Paris and I saw these three high school kids running at top speed. I don’t know if they were chasing a guy or what. Once they got up to the street, there was a bus pulling off and they’re beating on the side of the bus. Then I looked at the time and it was 1am so that might be the last bus of the night. And I was really saddened because I was like, ‘How can I make my son feel that?", "That’s not frustrating. There were some things earlier that were frustrating to me because they were so backhanded and ignorant in their approach, not really embracing... But no one’s being like ‘Man, I know I saw people lined up for three days for your shoes but one day, will you be respected as a designer?", "When have you felt that?", "Do you feel like if you haven’t dropped out, you would be where you are?", "In a lot of your last interviews, you focus so much more on fashion rather than music. It seems like your album has been delayed because you’re working on your clothing lines. Is fashion your main passion instead of music?", "Does that annoy you?", "I’m not even concerned about bringing something to fashion. I’m just... I just want to be five years old. You know, when I was five years old I picked out my outfit for kindergarten. I would go to discount furrier, my mum would take me to discount furrier and I would keep grabbing furs and say, ‘What about this one mum?", "Do you care about the negative press coverage around you and your family?", "So there’s no chance the album you’re working on will be your last just to stop a bit of that pressure?", "How do you think your portrayal through lyrics, visual, quotes of the black woman formed pop culture’s understanding of black women?", "With your lyrical process, is it important to you that the listener completely understands explicitly what you’re saying, like with each line, or is it better that they just take the abstract emotional gist of the song?", "doubt?", "A lot of fashion designers do see their work as political so maybe that’s why people see your work as political or about social issues. Perhaps it’s a compliment. They want to read something into your work because they think it has depth and it matters. It doesn’t seem like you see it like that?", "I think I’m a humanist. Is that a party?"]}, {"song_title": "In Cold Blood", "questions": ["Right?", "Get you Audi, now what the fuck was this dude thinkin?", "You can cheat the rules of the streets, and not leave stinkin?", "how many times I gotta warn you?"]}, {"song_title": "In Cold Blood (Remix)", "questions": ["why ask why?", "You heard me?", "See?", "what?", "I bust nine, how many times I gotta warn you?"]}, {"song_title": "In Common (Remix)", "questions": ["You cool?", "You up?", "You talk?", "Who wants to love somebody like me?", "Who are you?", "Hello, you there?", "You wanna love somebody like me?", "What you mean, you been bad?", "So are we done or we finished?"]}, {"song_title": "I Need To Know", "questions": ["I need to know, you down to do whatever?", "Down to get it poppin'?", "Who ready to fuck?", "And would I do 'em again?"]}, {"song_title": "In For The Kill (Remix)", "questions": ["And what are feelings without emotions?"]}, {"song_title": "Instagram Posts", "questions": []}, {"song_title": "Interview Magazine: Cover Story Excerpt", "questions": ["I grew up in Europe, in London, and you grew up in the States. When was the first time you came to Europe?", "product of my creativity. I just want to create more. I would be fine with making less money. I actually spend the majority of my money attempting to create more things. Not buying things or solidifying myself or trying to make my house bigger, or trying to show people how many Louis Vuitton bags I can get, or buying my way to a good seat at the table. My definition of success, again, is getting my ideas out there. The first company that has really given me a shot is Adidas. They did the deal ... I mean, Damon Dash did the deal, at the end of the day. He signed Kanye West 12 years ago. What does that mean now?", "and I'm talking about country as much as rap. It's all just music. And I've got a problem with people kind of trying to categorize it, where it's either good or it's bad. I find it all odd, to be honest. Have you ever been nominated for Best Album?", "What are you going to do with all of the influence that you have right now?"]}, {"song_title": "Interviews (Interlude)", "questions": ["This is my problem with interviews, you know. What if you did music and someone else could come in and change your words around and then release it to the radio?"]}, {"song_title": "In the Mood", "questions": ["What?", "Is this a Ritz?", "Christmas time choice for what?", "What happened to real girls like Rudy?", "I spill my blood for my people, see how deep it can run?", "Slipped her a note like, 'you ready to go?"]}, {"song_title": "In the Mood", "questions": ["Christmas time choice for what?", "I spill my blood for the people, see how deep it can run?", "What happened to real girls like Rudy?", "Is this the Ritz?", "Slipped her a note like, 'you ready to go?"]}, {"song_title": "In Time", "questions": ["What's up dawg?", "Believe in yourself or man how am I gonna believe in you?", "?", "Damn baby who the fuck is that?", "\"Where my ladies at?", "Why you acting like you want this shit?"]}, {"song_title": "Intro", "questions": ["Kanye, can I talk to you for a minute?"]}, {"song_title": "Intro (Finally Famous)", "questions": []}, {"song_title": "Intro (Freshmen Adjustment)", "questions": []}, {"song_title": "Intro (Get Well Soon)", "questions": []}, {"song_title": "Intro (I'm Good)", "questions": ["'Cause that trip to L.A. could have been my last vacation, what?", "Feeling better than ever, huh?", "Yo John, can't complain, huh?"]}, {"song_title": "Intro - Turn it Out", "questions": ["Which way is around?", "Tryin' to make it through the crowd, which way is out?", "Where my dogs at?", "'til when?"]}, {"song_title": "Isbil", "questions": []}, {"song_title": "I See Now", "questions": ["Y'all been in North Carolina for 2 days, where the hoes at my nig?", "How she order all that food and a mothafuckin' diet Coke?", "if I ain't a playa then what the hell you call that?", "Now how the hell I end up arguin' wit this bitch?"]}, {"song_title": "I See Now", "questions": ["He said 'You lying yo, why is you lying yo?", "Now how the hell I end up arguing with this bitch?", "Yo, yo I been in North Carolina for two days, where's the hoes at my nig'?", "Spat game, wanna come to my X games?", "How she order all that food and a motherfucking Diet Coke?", "If I ain't a player then what the hell you call that?"]}, {"song_title": "I See You Tryin", "questions": []}, {"song_title": "Is it You? (Deja Vu) - Remix", "questions": ["Is it you?", "But I'm a Made Man, so I'll be ought by the A.M., what?", "Is it you or is it Deja Vu?", "Baguettes don't shine?", "Is it true?", "Why should I battle you?"]}, {"song_title": "I Still Love H.E.R.", "questions": ["Days, remember?", "\"What happened girl?", "I'm the new high, y'all want ya weed back?"]}, {"song_title": "I Swear", "questions": []}, {"song_title": "I Try", "questions": ["Where would they be if you and I don't care?"]}, {"song_title": "It's Alright", "questions": ["C'mon Lord, you don't see nothin the matter with that?", "For all the sufferin and pain and misery we endure?", "When are we ever gon' get paid back?", "that's what you told me, ain't it?", "\"Don't you remember you told me you loved me baby?", "Don't you remember you told me you loved me baby?", "Then what could he possibly teach his seed anyway?", "These niggas ain't shit ma, for real yo?"]}, {"song_title": "It's Alright (Remix)", "questions": ["?"]}, {"song_title": "It's Bigger Than Hip Hop", "questions": []}, {"song_title": "It's Bigger Than Hip-Hop Remix", "questions": []}, {"song_title": "It's Over", "questions": []}, {"song_title": "It's Your World (Part 1 & 2)", "questions": []}, {"song_title": "I Wanna Love U", "questions": ["I know what you need ya know?", "I'm true, know what you need, I seen what you been through, what?", "Yeah, you know?", "Wit' this love I never felt before know why?"]}, {"song_title": "I Want You", "questions": ["can you wipe 'em?", "Is that any way to be?", "Should I go back, should I go back?", "Should I let you stay for the night?"]}, {"song_title": "I Wish You Were Here (The Good, the Bad, the Ugly)", "questions": ["Don C Lane?", "How did your love songs play from those doors?"]}, {"song_title": "I Wish You Would", "questions": ["If we believe enough, will we ever get to know ‘im?", "We believe in God, but do God believe in us?", "We fly, them niggas lame, where your fucking cheddar?"]}, {"song_title": "I Won", "questions": ["All your Mama ever made was trophies, right?"]}, {"song_title": "I Wonder", "questions": ["How many ladies in the house without a spouse?", "I'm a star, how could I not shine?", "What you about?", "You ever wonder what it all really means?", "You wonder if you’ll ever find your dreams?", "How many ladies in the house?", "Why he keep giving me hot lines?", "Do you even remember what the issue is?", "You ever wonder what it all really mean?"]}, {"song_title": "I Wonder Freestyle", "questions": ["Ayo, ayo, ayo, ayo, ayo, what the fuck do he know?", "Have they ever had a artist that's so mad?", "Wondered if life is all about the high beams?", "Try but try, can they's fly?", "I say, \"Why ask?", "Have you ever wondered where'd it all really went?", "Wondered if life had never been that it seems?", "Wondered if you'd ever, ever find your dreams?", "Why is that?"]}, {"song_title": "I Wonder (Scottie B remix)", "questions": []}, {"song_title": "I Wonder (Terry Urban mix)", "questions": []}, {"song_title": "\"I Would Have Voted on Trump\"", "questions": ["Man, and you know what also?", "Now, there’s people that I love that did vote that voted for Hillary and I don’t love them no less because they had their opinion. I love friends that I have that voted on Hillary. My manager, Scooter Braun, voted on Hillary. One of my management team. My other manager, Izzy, I’m gonna assume voted on Hillary. Everybody said that if you voted on Trump you have to go back to like Montauk or shit. And guess what?", "Well, Ye, how you gonna expect people to vote for you if you ain’t even vote?", "Believe that there are people here enjoying, or before I start talking at least, enjoying a Kanye West show. By a show of screams do you believe that there are people at a Kanye West show who voted for Trump?", "Do you ever want to be blindsided like that?", "Oh shit, you threw something at me. Does anyone else wanna throw something at me?", "How that make you think, though?"]}, {"song_title": "Izzo (H.O.V.A.)", "questions": ["Me under a lamppost, why I got my hand closed?", "What else can I say about dude?"]}, {"song_title": "Izzo (H.O.V.A.) [MTV Unplugged]", "questions": ["Me under a lamppost, why I got my hand closed?", "What else can I say about dude?", "Halt, who goes there?"]}, {"song_title": "Izzo / In the End", "questions": []}, {"song_title": "January 16", "questions": ["But then again when did i ever take advice?", "You wanna try something new?", "Said it was all mine do you remember that?"]}, {"song_title": "Jesus Piece", "questions": ["He paid for our sins, is it really priced right?", "Got me thinking like a father, is the world safe?"]}, {"song_title": "Jesus Walks", "questions": ["But if I talk about God my record won't get played, huh?", "Huh?", "You know what the Midwest is?"]}, {"song_title": "Jesus Walks Freestyle", "questions": ["?"]}, {"song_title": "Jesus Walks (Intro)", "questions": ["But if I talk about God, my record won't get played, huh?", "Huh?", "You know what the Midwest is?"]}, {"song_title": "Jesus Walks (Original Rhymefest Version)", "questions": ["You know what the Midwest is?"]}, {"song_title": "Jesus Walks (Remix)", "questions": ["They asked, do you say your prayers at least two a week?", "Can you please unfog my Cartier lenses?", "You wanna fear that?", "Take my flaws, take my blame?", "So who cares who flop no more?", "huh?", "Do you know how I be embarrassed?", "From this jacuzzi water, can you cleanse us?"]}, {"song_title": "Jesus Walks Remix Version 2", "questions": ["People ask me \"Do you read your Bible?", "You wanna fear that?", "Take my flaws, take my blame?", "So who cares who flop no more?", "huh?"]}, {"song_title": "Jimmy Kimmel Interview Pt. 1", "questions": ["And I think that some people read into it differently that we were positioning you as a child, but that’s not true. In fact, we’ve done this to other people, with Lady Gaga, with quite a few people that we've had kids say what they said and reenact them. Of course this is not something you knew. And this is not something that people who just watched it online or whatever knew. And you called me. A lot of people think this is some kind of publicity stunt that you and I cooked up. But this isn't, right?", "I guess we should talk about what happened, because I do think that somewhere in you, you want people to understand where you’re coming from is that true?", "Is that a new grill you have there?", "How many motherfuckers have you done seen with leather jogging pants?", "So we talked on the phone, and I didn’t really know why you were calling. I heard you were upset. But I didn't know the context, and we had a bad conversation, right?", "Fur pillows are hard to actually sleep on. Man... what ever happened to my antique fish tank?", "Can we please toast to the motherfuckin' douchebags tonight?", "Kramden?", "In fairness, there was context to it and we took it out of context. And we had a couple of little kids reenact it. Which I didn’t think would be something that bothered you. Do you mind if we show a little clip of it?", "I guess the first question I should ask is, who are you wearing?", "How are you?", "So when I come on here, I can laugh and I can joke, and I can see a skit and we can say, ok we love Kanye or we think his baby is cute or whatever, but for me, it’s bigger than who I am and my presence, living. It’s about when I was on Earth what did I do to help?", "That one on the bottom?"]}, {"song_title": "Jimmy Kimmel Interview Pt. 2", "questions": ["So now, that was funny, right?", "is improper to me. You know, with Nike, with Apple, you remember there was phones that cost 4,000 dollars?", "do you really think I look like SpongeBob?", "When I’m in Paris and I’m sitting in Fashion Week for nine years, and South Park makes fun of our outfits and all this, or people don’t understand why we’re there, I’m getting called names. Like stuff you can’t even say on TV. And I still can’t break that wall down. At a certain point, it’s like, Michael Jackson trying to get his videos on because, who do you know who’s known more for clothes than me?", "What about a Steve Harvey collection?", "It’s snobbery. And I’m not into all that snobbery. Because, you know what?", "everybody’s gonna think about when I just called myself a creative genius, and say “What’s so genius about this?"]}, {"song_title": "Joanne", "questions": []}, {"song_title": "Jockin' Jay-Z (Dopeboy Fresh)", "questions": ["Haters like, \"Hov why you still talkin money shit?", "Whose house?", "How you niggas want it the tux or the toolie?", "Is it against the law the way I'm flossin', sir?", "Why you wanna see me in a coffin sir?", "I let you do you, why you riding my tip?"]}, {"song_title": "Jukebox Joints", "questions": ["You jack my style, she jack me off, and y'all both acting awkward?", "What's up bruh?", "Good excuse for my absence like \"Flacko where your ass been?", "So tell me now does it hurt or is it too late?", "I gotta keep my weight up, but where do I land if I fall?"]}, {"song_title": "Just Soprano Freestyle", "questions": ["?"]}, {"song_title": "Just to Get By", "questions": ["Now where’s the ladder?"]}, {"song_title": "Just You and I", "questions": ["Aproachin' Armageddon, care to learn a cautious lesson?"]}, {"song_title": "Kanye on the Bound 2 Video", "questions": []}, {"song_title": "Kanye West - 47th Grammy: Best Rap Album Acceptance Speech", "questions": []}, {"song_title": "Kanye West: A Brand-New Ye", "questions": ["When you said what you said last year about the fashion industry and your frustration with it, did your phone ring after that?", "For the person that wrote that, were they involved with anything last year that was as culturally significant as the Yeezus tour or that album?", "minute speech to myself. Do you realize what that means for those people to be in that close of a proximity to each other?", "But you voluntarily married into a celebrity family, right?", "Why'd you decide to get married?", "\"In the third round, when he hit you from the side on your ear, how did that specifically feel?", "So what's the lesson you take away from that?", "what's the fish that blows up?", "Are you the father you hoped you'd be?", "How does it feel when you read something like that account of your wedding or you see a photo of you looking glum at a zipline go viral?", "You got married a week ago. You're the lead subject in practically every tabloid on the planet right now. Are you comfortable in that position, having that many eyes on you?", "month process, right?", "e with your head down to avoid the paparazzi, to the point where you walked into a sign and hit your head. Then TMZ made fun of you for walking into the sign. How do you live like that?", "it's like, fuck, you mean to tell me that the dinosaurs walked the earth and stuff like that?", "Is that the way you feel, that you're always in the ring?", "genius shit?", "That's fine. But that's not the case, is it?", "Which song?", "What about the new record?", "I don't know, man. I hope I can get one of these songs out in the next couple of weeks, just to have something up and running. But I think most likely September. I go back and forth. Like, should it be September or should it be October?", "What about \"New Slaves\"?", "Were you mad when Rick Rubin came out and said that you did half the vocals on Yeezus in two hours before hopping on a plane?", "But you have a lot of the first single already?", "Both me and Kim had to learn how to communicate as a team. These are two LeBrons, you know?", "You know?", "Yeah, kilt. Then do two fashion shows with Jourdan Dunn, Joan Smalls, Irina Shayk, have Diddy, Anna Wintour, Riccardo, Kim at the show, and drop the Yeezys?", "Drake?", "You've said that one of the reasons you did Watch the Throne was that you wanted to learn to communicate in the easy way that Jay Z communicated. Do you feel like that experience helped you at all?", "Who?", "Can I read you something?", "What does that mean in terms of putting the new record together?", "\"Yeah. He got last summer. And I'd never given it up till last summer.\" Now he's thinking about taking it back. \"It's a real question for me. Do I want to?", "But does happiness arrive at the end of that rainbow?", "That's been true for you, right?", "Unions?", "There's an analogy to music, right?", "I think just my usual pattern is like that. It's like a pendulum. The pendulum gains momentum by swinging in the other direction. Even lyrically, I think about certain lines that I say on my new single, which is called \"All Day,\" that usually Jay would say, but Jay's not on there. So I say, All day, nigga, it's Ye, nigga. Shopping for the winter, it's just May, nigga. Ball so hard, man, this shit cray, nigga. You ain't getting money unless you got eight figures. Right?", "wise?", "A blowfish?", "How do you feel about Yeezus now, a year later?", "fang you?", "Well, you build your happy wife, happy life, happy home, all this stuff, right?", "Another gifted communicator in your life is Kim. Have you learned from her?", "That's because of who?", "But it's such a delicate dance, right?"]}, {"song_title": "Kanye West - Blame Game (Turkish/Türkçe Çeviri)", "questions": ["Ne sikim yapmam gerekiyordu?", "k?", "retti?", "rendin?", "yorum sanki \"ne yapmam gerekiyordu?", "emeleri yeniledi?", "?", "ran kim?", "ey.. Ne sikim yaptn?"]}, {"song_title": "Kanye West & DONDA Launch GOOD Music Merchandise", "questions": []}, {"song_title": "Kanye West Interview at The Breakfast Club 2/20/15", "questions": ["When it comes to raising North West, does it concern you?", "If you don’t respect it then it’s not to be respected. But one thing we always ask in the barbershops is why is Kanye always caping for Beyonce?", "So you hadn't even heard it when you did the Grammy rant?", "I only got a couple more questions. Was \"Only One\" therapeutic for you?", "Really?", "So is this Drake and Kanye album gonna happen?", "How are you gonna release it?", "'s working on her album she has pictures of Kim on the wall because Kim represents powerful women. Kim be playing, what's the song, \"I know you care\", what's that song?", "Why, why'd he say that?", "Is it in the music with this album, maybe?", "What happens when she gets older, though?", "How was that first conversation?", "and Kim have a problem?", "The only thing I was saying last time was those fashion people don't love you, so it's like, why ask them for help?", "But they're beautiful, you know how many people wanna be that beautiful?", "She don't get insulted when you say that?", "21..20?", "girlfriend and saying, \"Listen, calm it down, leave my wife alone and just chill out.\"?", "You've used it in more than that setting. Where did that come from?", "Yeah getting to know. It's all this, \"Oh should we let him sit at the table, should we not let him sit at the table?", "What did she say?", "I don’t think she’s ever one an album of the year Grammy. And this is funny because Taylor was talking to me about this. She was saying that when she was the victim she won every award and now that she's powerful and the biggest selling artist, now she's not winning awards anymore, cause they're like \"what do you need?", "Yeah those were just fashion people that you were getting to know?", "Cause, I could do, I can like bend my voice in other ways, like at the end of Runaway and everything?", "Dame Dash at the BET Awards, BET Honors. Why'd you let him present you with that award?", "and it brought my wife to tears. Anybody I play it for. And people ask me why did I go \"Only One\" over \"All Day.\" \"Only One\" made me feel like me. It made me feel like this was the song I had to play back in the studio if Cam'Ron and Jim Jones and whoever played 30 Dipset records, what am I gonna play to be the pink Polo?", "They're closer in age than a lot of relationships that I know, you know?", "Is that where the song, \"Wolves\" came from?", "But any relationship that starts off you ain't gonna have all the control. You know what I'm saying?", "Do you and Jay still have a good relationship?", "Ironically or you think they did that on purpose?", "Says who though?", "And why did you do that at the Grammys?", "5000 sweat shirts everybody spending that money trying to show up in the club, and act like they.. You know what I'm saying?", "So you asked Drake to do an album?", "How do we know you're telling us the truth and you're not just being politically correct cause of your corporate connects?", "350?", "Last year when it was so much racial tension and you know the police brutality and stuff, like it's almost like people wanted you to say something. Were you purposely falling back from being vocal about the Mike Brown situation and things like that?", "I wish. I would have gladly, happily have liked to. Cause by the way it's very hard for a woman to want to be with someone that's with Amber Rose so she wasn't sending nothing, you know what I'm saying?", "How much of this album is done?", "Bars. Songs. You know, cook out music that just feels good, you know, like my last album was a protest to music. I was like, \"I'ma take my ball and go home.\" If y'all ain't gonna let me play the way I wanna play or do clothes or do this, start shootin' the ball real slow, might be at the free throw for a long time just... That was my whole album. The album don't even got no music. I just let y'all have a little music on there on \"Bound\" but that was it. But this album's just embracing the music, embracing joy, and being of service to the people. I just hope that people like it and enjoy it, you know?", "I mean people joke that they look sorta like the Uggs, right?", "Are you like, okay, obviously she's gonna be spoiled because we're her parents, but does it concern you that you wanna make sure she's got some type of street sense or anything like that?", "law is inappropriate?", "When did the hood wanna know that?", "Now one thing the hood all wants to know, where did that soft whisper Michael Jackson voice come from?", "Do you hold grudges or are you cool to work with people even after that?", "Did you ask Drake?", "Yeah, my friends, we call them her uncles. Her uncles definitely gonna put her on and definitely. It's this toy, I wish I knew, what's the name of the brand of the toy, Gabe?", "She's just soaking in the moment, nobody feel compelled to do nothing. If Kim had dated me when I first wanted to be with her, it wouldn't be an Amber Rose. You know what I'm saying?", "So you did name your daughter after N.O.R.E.?", "Suprise?", "Did you tell Dame that?", "Why?", "?", "Yeah, yeah, I mean think about it, no one can tell me where to have my child or not, you know?", "Man don't, nobody wants, the worst thing... the thing that America doesn't want... America and the world, they antagonize black men. Black men aren't intimate in their own country and they're not in power and all this so you constantly get poked at. But the thing that they hate the most is the angry black man, even though they can cause you to be angry. They hate that, and you know, if you could just understand how to not get angry, in a boxing match, you know if you get angry, you lost. This is a match of life, a match of culture, and if I'm angry all the time I've already lost. So I just need to stop being angry. And people say, yeah what does he have to be angry about?", "That's why we need to support the people that support us, and not just particularly a black thing. We always say this is a black show, you know it's gonna be a while. I ain't got the answers on how to change the voting system, I ain't got the answers on how to make it everyone is honoured in the proper way, and sometimes maybe there's two people that should win. Who's to say who should win?", "You mentioned Minister Farrakhan, I also saw you say when you was backstage at the Grammy's you said you didn't want to speak to much cause you didn't want to jeopardize your clothing line, but a lot of people don't like to stand next to the Minister cause they feel like he jeopardizes their business. Why are you not afraid to show your relation with the Minister?", "Listen, I saw you say, I was watching something on TV and they said you were saying that fashion lines didn't want to deal with you cause you were married to a reality show star. Just on a business level, cause personally we can tell you're happy, just on a business level do you feel the Kardashian brand has hurt Kanye West's brand?", "Oh about bringing North West to the fashion show. That was alleged though, they said allegedly she said that's not the proper place for a child. You know?", "Is that why you kept the lights low at the Grammys?", "at what point will you say, \"I am a designer.\" Do you feel like there is gonna be a point or you're just a creator?", "And Beanie came through with the pistol and held you down?", "Kim's not the only picture on the wall, right?", "I felt like it was only right. You came here, you know what I'm saying?", "But you know, he should win an award for what he did. You know, rock album or something like that. But he shouldn’t have won that award in my opinion. But who am I to have an opinon. Ya know?", "Do you feel like you may owe Beanie something for that?", "I know it’s really ironic that it’s always Beyonce for some reason. Why is It Beyonce?", "Yeah something like that but you know, he was right. You know what I'm saying?", "Your album, what kind of album are we getting?", "Working with Paul McCartney, I read an article where they compare you to John Lennon. Has Paul McCartney ever said anything to you about that?", ", you stand up for her maybe more than you stand up for your own wife. Recently, people been going at your wife crazy, from the Paper magazine cover, they say, \"Why would she do that?", "But they don't have anything else?", "Teyana Taylor, what's going on with her?", "Did E give backlash, like, \"Kris control your son\" or something like that?", "The MILF lane, is that what you're tryna say?", "So you hadn't even heard the Beck album when you did the rant?", "What?", "When did I do that?", "You know what?", "Yeah the Minister's very sharp. You think it's kind of confusing when he'll say negative things about Jewish people but then say we should learn from them?", "hop reparations?", "60. I mean, we about to flip this whole thing on its head, it's a new idea of apparel. And they've got information, and I had to ask them, I had to be humble, I had to beg to go to dinners, and I had to explain to them, \"why should we work with you, Ye, how we know you're not just another celebrity that's gonna wear a red leather jacket and you're gonna diss us in public?", "I have no idea they just priced it that. I think they just, I think their logic was they didn't want it to go from um, the other company and go to Adidas and be like man, why they drop the price?", "Now recently you said when you first got with Kim you lost a lot of friends. Why was that and who?", "So is it true that one time you were in a restaurant and when you had the pink, back in the pink Polo days, some dudes in New York were gon' rob you?", "Did you reach out to Beck after though?", "Obviously they connect to some business sense because they're all successful, family and all multimillionaires. One thing I think about with me is look how long it's taking me to turn any of my friends to a multimillionaire. Kim did it like that. She did it out the gate, she was like, \" We gon' take Khloe, we gon' take Kourtney, we gon' take Kourtney's boyfriend, we gon' take the kids, we gon' take this and we all gon' be millionaires like that.\" Reality is like rap. It's so futuristic, it's the new... my wife is a visionary at the end of the day. SNL wants to make skits and be like, \"What did you do, Kim?", "He's got a film company, right?", "wise to roll with Jay even though Dame had supported me. And I wonder, I say, where would we be, you know, if I had rolled with Dame?", "Well listen, when I gave him Donkey of the Day last time, what did I say?", "Let's talk about you and Dame, does that effect you and Jay's relationship now?"]}, {"song_title": "Kanye West Interview for TIME 100", "questions": ["Kanye West on Why He Doesn't Care About His LegacyEvery time I crashed the internet, it's like, this little drop of truth. Every time I say something that’s extremely truthful out loud, it literally breaks the internet. So what are we getting all of the rest of the time?"]}, {"song_title": "Kanye West's Grammy Honors", "questions": []}, {"song_title": "Kanye West's Music Videos", "questions": []}, {"song_title": "Kanye West's Tattoos", "questions": []}, {"song_title": "Kanye West Talks Fashion and Surprise Concerts in Paris", "questions": ["“Me and my daughter were shopping in London at Dover Street Market and I got a phone call from Kanye and he says, ‘I’m at Dover Street Market, where are you?", "she said with a smile. “I’m happy with it. It’s a look. But I have a couple of shoots coming up and everyone is like, ‘Huh, what’s going on?", "“You saw the film?"]}, {"song_title": "Kanye West & Taylor Swift 'Famous' Lyric Phone Conversation", "questions": ["OK, dope. You still got the Nashville number?"]}, {"song_title": "Kanye West: The Transformer", "questions": ["he says finally. He laughs for a second, then stops. “I don’t think there’s much more explanation. I’m not going to sit here and defend shit. That shit is rock ‘n’ roll, man. That shit is rap music. I am a god. Now what?", "And what do I do?", "esteem, does he?", "West doesn’t find it as flattering as Jenner evidently intended. He raises his eyebrows. “Great job?", "hop, with an unequalled gift for discovering talent. Who cares about getting more Grammys?", "art journals from Switzerland. For West, it’s all part of a crash course in the rarefied upper reaches of design, architecture, and overall good taste. The goal?", "by the designer’s attempt to control him. “How can someone stop my opportunity to see something that he can teach me, that I can help teach the world?", "and finding the best people in every field to work with. The idea of failure seems to serve not as a deterrent but as a stimulus. Whenever he tries something new, West observes, “people say, ‘Why do you want to destroy your name?", "West says. “I bet there were people at the time who said to the owners of this house, ‘Why would you spend your money on this?", "“How do you spell Mies van der Rohe?"]}, {"song_title": "Kanye West V Fest Freestyle", "questions": ["?"]}, {"song_title": "Kanye West. Zane Lowe. Full Interview", "questions": ["They know you as Kanye West, an artist. They know that you’re moving into fashion, but these things I guess in a way are hard for people to comprehend because they don’t have that level of drive. Do you know what that mean?", "Like where’s the culture at?", "So and thank you very much. And then people will say your voice was so strong, why are you so focused on just clothing or why would you focus on just that award show or why will you focus on that?", "You telling me they don’t look at me like I’m the motherfucking glitch?", "Grab a seat, grab a seat. So, you remember this place?", ". There is no, why didn’t you do this?", ". So what is it you are trying to achieve there?", "all of the people that every video that pops up every other day on Hypebeast that’s my crew, right?", "when you have those Nikes on, right?", "Is he okay?", "I wanted more out of it. Cause it’s one of the best beats on the record for me, and it feels like you’re just getting warmed up. Was that kind of deliberate, you know, to pull back after only a couple of verses and go, you know what, we’re going to get on with the album now?", "bolt it together?", "like “Why is he saying that?", "Isn’t that why you do it?", "Let’s get to the solution Kanye, let’s work out. How are you going to kick that door in as well?", "What about you?", "Do you focus on them as well?", "brought the leather jogging pants 6 years ago to Fendi, and they said no. How many motherfuckers you done seen with a leather jogging pant?", "’ And he said, ‘How could you make a store?", ". And then from nowhere as well, we just get treated to these wonderful moments where, like you say, it’s almost like a collage. Like you’re sitting here going, you know, why can’t I go into this?", "“People are going to look at this interview and say, ‘I don’t like Kanye. Look, he looks mad. I don’t like his teeth.’ They’re going to say, ‘Why doesn’t he just focus on music?", "We are just singing, y’all sing aintcha?", "you know?", "This record is just the codes of that. Go listen to all my music. It’s the codes of self esteem. It’s the codes of who you are?", "You’re walking down the street without a headphones, it’s like, ‘Oh what’s up?", "You know, people go on a vacation and say, you got the drugs, you got the music, you got the wine?", "very contradictory but it works kind of way, at what point did that start to take shape?", "you drive in a Maybach past a homeless person and you ask Who’s more free?", "Yeah. What are the some other things you know, that you’ve learned about yourself since you became a family man?", "Ms and the Jay Z’s, he put you on that side of the equation and then and then raddled off the list and I thought okay its great you deserved to be at the table, but 10 years ago if you hadn’t been at the table and you had been on his list, how do you think you would have reacted, would you have been appreciative of his message or would you have come out swinging do you think and written a response?", "And people wanted them bad as whatever, right?", "Was ‘Throne’ a turning point for that, because I felt I would ‘Throne’, there was a freedom there that didn’t necessarily feel like you were carrying the whole thing on your own, and also you are free to be an MC, to be upfront and be a part of that process with Jay and it wasn’t like oh Kanye the producer rapper or the whole encompassing thing. Did that began around that time?", "that allowed him to be that, right?", "Remember how funny that was?", "16 and then, people say, why you mad?", "You’re having problems with the family?", "Do you allow yourself the time to be good to yourself?", "I’m changing things for my daughter. I’m going to tell my daughter, by the time she understands what it was, Man, me and your mother were in a completely different situation than you’re in. At that time, Paparazzi wasn’t legal, people could take pictures, people could climb over your fence, people could do that you wouldn’t even get paid for it. You see all these checks that you’re getting at age six, because people taking your picture?", "Give us an insight to the fashion world though, what you’ve been going through there with that whole experience. The biggest challenge you’ve had clearly to get your vision across?", ", everybody says “Who does he think he is?", "Do you give yourself time?", "you’ve heard that before, right?", "But let me get this straight, what is offending you more, the fact they are selling your image or the fact they are selling your image in a bad way, in a bad way?", "I love it since age five, when my mama brought me to a discount fur spot. And she asked me what I like?", "So it almost feels like a duty to you in a weird way?", "I like some of the Gaga songs. What the fuck does she know about cameras?", "up to something. So we’re all kind of playing a guessing game, you know what I mean?", "A little bit but no number one records, no Kanye West, blah blah right. So then I was going back at forth, with the company I’m in touring right now. And I said I want to perform in the round and then creatively we just couldn’t find it, so I said put me against the corner like how we did in Watch the Throne, well just do that instead. They said, well you know we just can’t technically do it, because why, technically why. Why can’t you do it?", "And when I get that opportunity to work with Nike, I went to that emotional space and place of my life and said, what was it about that?", "what is it, what is it like to go through that?", "Let’s talk about this track here, which was the first track that we were given off this album to play on the radio which we did. He said no singles, but we ran with this one early and we proven to be right. So just talk about this track here and who you worked with, you worked with Daft Punk on this in part, and how the song came together?", "you know what I mean?", "So you’re up in the loft probably at this point, and you’re kicking around ideas, and you’re putting things together, and this sound comes into your head, and you’re like, this is what I’m looking for?", "they wanna joke around and say, “Why is he still trying?", "But I’m talking about, I’m talkin’ about us, the new slaves, the people who love fashion. I’m talking about us, you know?", "And I was like, wait a second. I can’t go?", "Can I ask you a question about that?", "So it becomes all of this thing where all of the musicians, the musicians try to get more money by promoting other products, right?", "What points do you think I’m hard on myself?"]}, {"song_title": "Kari", "questions": []}, {"song_title": "Keep Movin'", "questions": ["So, who's ready to get whipped with text?"]}, {"song_title": "Keep the Receipt", "questions": ["Here go a new movie for you critics called \"Who's Laughing?"]}, {"song_title": "Kenny West vs. Cleveland Brown Jr. Rap Battle", "questions": ["Eh, hello, can you hear me?", "Question is, can you sing like a robot?", "C'mon, who are we kidding?", "If I had to rate it?", "You think you can rhyme, man?", "Yeah, how you like me now, bitch?", "Translated?", "Yo, is this thing on?"]}, {"song_title": "Kim Kardashian and Kanye West: Keeping Up with Kimye", "questions": ["“Anybody need anything?", "says Kim. “I put Kanye’s big chains around her, and I put a little Louis bag and some Jordans, and I was like, ‘What up, Daddy?"]}, {"song_title": "Kinda Like a Big Deal", "questions": ["Talk slick while dropping my name?", "Third time's the charm right?", "Ayo, I'm sitting on top of the, it's more than a feeling, ain't it?", "How you count our money?", "\"What happened, Tisha, your boyfriend come fast?"]}, {"song_title": "Kinda Like A Big Deal", "questions": ["Third times a charm right?", "Y'all ain't peep?", "Talk slick while droppin' my name?", "It's more than a feeling ain't it?", "What happen Tisha, your boyfriend cum fast?"]}, {"song_title": "Kingdom Come [Album Art]", "questions": []}, {"song_title": "King Push", "questions": []}, {"song_title": "King [Tracklist]", "questions": []}, {"song_title": "Knock Knock", "questions": []}, {"song_title": "Knock Knock", "questions": ["Uh, I text my number to you did you get that?", "Yea, ay baby is you with that?", "Hey, you heard that huh?"]}, {"song_title": "Knock Knock Remix", "questions": ["So why should I be chillin'?", "who?", "She did what with who?", "Now she got a fling and where's her ring?", "Yeah, what up Roc?", "You ain't seen my video, heh?", "Aw, you just ain't gon' let me in the video, huh?", "?", "Plain Pat what up?", "throw your diamonds up?", "What he got that I ain't got?"]}, {"song_title": "Knock You Down", "questions": ["Tell me now, can you make it past your Caspers?"]}, {"song_title": "Knock You Down (main) (Promo Only clean edit)", "questions": ["So what we gon' have, dessert or disaster?", "OMG you listen to that bitch?"]}, {"song_title": "Know The Game", "questions": ["And where you from nigga?"]}, {"song_title": "LA 97.1 Interview (8/28/13)", "questions": ["I hang out wit my the girl and my daughter everyday. There's no place I'd rather be, so now even when I was thinking about the things I'm creating or the things I'm doing in business, my biggest goal is to be able to get home to my family. So even, as I'm thinking about things I'm doing for the future, it's like how can I set it up so I can just be my daughter's soccer coach. How can I put myself in that position?", "my greatest inspiration is God. He made our universe you know ?", "What really inspires you?", "Thanks for coming in. So what's the story behind all of a sudden we're seeing you in front of us?", "Yeah that's cool, there's a certain fearlessness about you which I really dig. Do you feel like you get crap for that a little bit?", "Do you think you're misunderstood in that aspect?", "How are you?", ". Does that mellow you out?", "One thing I also want to stress is that the most genius thing about the way I create is to create with other geniuses. To get out of their way. It's not a matter of ego related to any ideas. It's just, who has the best idea?"]}, {"song_title": "Lamborghini Mercy [Remix]", "questions": ["Just made another million dollars, nigga, what's next?"]}, {"song_title": "Last Call", "questions": ["Will I drop?", "And you're like, \"How the fuck did I not make this team?", "Don't do that, yo who dat?", "But tell me what's a deal when you want to be the greatest?", "Uh, ay J. Cole how you do that there?", "Uhm, what can I say, what can I say?", "I go home been so long they saying, you back here?"]}, {"song_title": "Last Call", "questions": ["Fella, named Hip Hop Picked the \"Truth\" beat for Beanie. And I was in the session with him. I had my demo with me. You know, like I always do. I play the songs, he's like \"Who that spittin?", "Fella?", "or the... in my personal opinion. So he asked me, \"What you think of it?", "And I was like, \"Man that shit tight,\" you know what I'm sayin', man what I'ma tell him?", "\"Oh my god, is that a black card?", "\"so what you think of this?", "Let's just say I didn't get my deal. The nigga that was behind me, I mean, he wasn't even a nigga, you know?", "Some say he arrogant. Can y'all blame him?", "Now was Kanye the most overlooked?", "\"Yo, you that kid, Kanye?", "Dame was like, \"Yo you got a deal with Capitol?", "\"You gotta be under an umbrella, you'll get rained on.\" I told Hiphop and Hiphop was all, \"oh, word?", "\"You that kid that gave all them beats to Jay?", "Now is Kanye the most overbooked?"]}, {"song_title": "Last Night", "questions": []}, {"song_title": "Late", "questions": ["like?", "You mean I missed my major by a couple of seconds?", "Yo, I'll be there in five minutes, five hours later?", "Not even electives?", "Like them Eskimos, what would you do for a Klondike?", "Will I make it from the student loans to a Benzo?"]}, {"song_title": "Late Registration [Artwork]", "questions": []}, {"song_title": "Late Registration [Booklet]", "questions": []}, {"song_title": "Late Registration [Credits]", "questions": []}, {"song_title": "Let Me Tell You Something", "questions": []}, {"song_title": "Let's Get Lifted", "questions": []}, {"song_title": "Let's Get Married Reception Remix", "questions": []}, {"song_title": "Let the Beat Build", "questions": ["Think I'm lying?"]}, {"song_title": "Let the Beat Build Freestyle", "questions": ["You wanna see some real shit?", "Buy him?"]}, {"song_title": "Let There Be Light", "questions": ["Now Esco's askin', \"What happened?", "What's all this talk that Nas got bought?", "We getting real right, you know?"]}, {"song_title": "Liberated (Father Stretch My Hands Demo)", "questions": ["Annie, are you okay?", "Who can I met that make it better right now?", "Won't you kiss it, baby?", "Who, ooh I know that'll make it better right now?", "Do you go both ways?", "Who do you know?", "Do you like foreplay?", "Who do I know that'll make it better right now?"]}, {"song_title": "Lift Off", "questions": ["How many niggas with me up and in the aisle?", "How many people you know can take it this far?", "How many people want to roll on me now?"]}, {"song_title": "Like Son, Like Mother Rap", "questions": []}, {"song_title": "Like This", "questions": ["Its so cool bein' my new chick ain't it?", "Smokin' weed on the yacht isn't it the chronic?", "Anybody know a girl that don't like heels?", "With what?", "Is it?", "Cops will pull you over like isn't there a problem?", "Black people usin' black cars, isn't it ironic?", "Where the hell all of y'all been?"]}, {"song_title": "Like This", "questions": ["Black people usin' black cars isn't it ironic?", "Smokin' weed on the yacht isn't it the chronic?", "Anybody know a girl that don't like heels?", "Its so cool bein' my new chick ain't it?", "Cops'll pull you over like isn't there a problem?", "is it?", "Where the hell all of y'all been?"]}, {"song_title": "Lil' Jimmy (Skit)", "questions": ["Hey Jimmy, where you going?", "Who has that?", "My mom would always say \"Dad, why don't you work?"]}, {"song_title": "Line for Line", "questions": ["?", "Yo what you got, nigga?", "Why you reachin' for your heat?"]}, {"song_title": "Live Fast, Die Young", "questions": ["And them ghetto bitches hollin' \"How you do that?"]}, {"song_title": "Live From Irving Plaza NY", "questions": ["What's up Kanye what's up?", "What'cha gon' buy next?", "?", "I mean two platinum chains, was I on that?", "If I told the world I copped it from Ghana and Mali?", "It's just you're fuckin' up my high, can a nigga smoke in silence?", "And I'm so broke I look back like \"Damn, was I on crack?", "What the hell was wrong with me dog?"]}, {"song_title": "Live It Up", "questions": ["Do you remember when times were hard?", "So does it feel good to you?"]}, {"song_title": "Livin' In A Movie", "questions": ["Yo, this sound like some movie shit, right?", "And you not gon' use your teeth, you hear?", "Weeks, why you trying to Rush Hours, huh?", "You know what I'm saying?", "Yo, what you talking about, man?"]}, {"song_title": "Lollipop (Remix)", "questions": ["licks do it take 'til she get to shop?", "Why would she?", "Don't worry why my wrists got so freeze?"]}, {"song_title": "London Speech", "questions": ["Enough to get some money from the corporations?", "Since when was making art about getting rich?", "Remind me again why the Grammy's could suck my dick?", "How y'all feeling tonight?", "Are they liking me, is it ok now?", "What type of businnes are you doing?", "Can you please support me?", "What is my public rating?", "Since when was making music about getting rich?", "Remind me again why we in this shit?", "Did the corporations send the check?", "How much did you sell?", "This is one of my hometowns, y'all know I stayed out here, right?", "How much shampoo can you sell with your face on it and shit?", "Can you remind me again why we in this shit?", "Remind me again, remind me again why we in this shit?", "Like \"What kind of business can he do though?", "\"So, you can help me put on a better show please, corporations?", "Is it ok now?", "\"‘Did we get the check yet?", "thing, right?", "What's your quality of life?"]}, {"song_title": "Looking for Trouble", "questions": ["Your shoes too big to fill?", "Yo bitch invited me inside her, ain’t I supposed to come?", "What you been praying fo'?", "Could it be my position is one that you dreamed of?", "Heard you lookin’ for trouble, what, I’m ‘sposed to run?", "Does he sound like 'Ye, Jay, or Drizzy Drake?"]}, {"song_title": "Lord Lord Lord", "questions": ["100 feet and better, what the fuck you stick?", "With 25s on it like what the fuck?", "I got scripts so why we need a movie?", "You talk slick?", "You see me?", "you know, AK on the lamp like what's that?", "Why'd you wake them?", "huh?", "They clutch what they covet, what must they give away?", "Who was uninvited who was asked to come and stay?", "as?"]}, {"song_title": "Lose It", "questions": ["What’s Gucci my nigga?", "Where you going?", "I’m in here, now who let the Devil in?"]}, {"song_title": "Lost Hills*", "questions": []}, {"song_title": "Lost in the World", "questions": ["Who will survive in America?"]}, {"song_title": "Lost in the World (Remix)", "questions": ["Who will survive in America?"]}, {"song_title": "Love Come Down", "questions": ["Ain't that a damn shame?", "I don't know, what planet would you suggest?", "Now, London, Paris, where we goin next?", "Baby, can you love me down?", "London, Paris, where we goin next?", "Now whatchu REALLY know about ownin a big plane?", "Baby, can you love me dooooooooooooooown?", "I'm in it for the win, so whatchu sayin?"]}, {"song_title": "Love Lockdown", "questions": ["We're just racing time, where's the finish line?", "How many times did I tell you 'fore it finally got through?"]}, {"song_title": "Love Lockdown (Live From VH1 Storytellers)", "questions": ["Where’s the finish line?", "Is it better to have loved and lost, than to never have loved at all?", "Is anybody in the house right now that’s in love right now?", "We're just racing time, where's the finish line?", "Are we at the finish line?", "Is anybody in the house right now in love right now?", "How many times did I tell you 'fore it finally got through?"]}, {"song_title": "Love Lockdown (Tom Wrecks remix)", "questions": []}, {"song_title": "Love Me", "questions": []}, {"song_title": "Lovers King", "questions": []}, {"song_title": "Love Yourself", "questions": ["Uh, you know what I'm sayin'?"]}, {"song_title": "Low Lights", "questions": []}, {"song_title": "Lucifer", "questions": ["Asking him \"why?"]}, {"song_title": "Lucifer", "questions": ["You seen High Top in Colors, right?"]}, {"song_title": "Lunch Money", "questions": ["What's the price of success?", "When every day them niggas shooting us?"]}, {"song_title": "Luv U Better Freestyle", "questions": ["That she wanna rock with West?", "You ever ran for Miss L.A.?", "And would I do them again?", "Hop what up?", "How she gonna tell K about L.A.?"]}, {"song_title": "Made", "questions": []}, {"song_title": "Made in America", "questions": ["Hold up, here comes grandma, what’s up Yaya?", "What’s that smell?", "What I do?"]}, {"song_title": "Made to Love", "questions": []}, {"song_title": "Madison Square Garden Visionary Stream of Consciousness", "questions": ["But you know who fucked it up for everyone?", "’Cause you gotta stay in your tier, in your section. You gotta stay right there, you can’t move. But if you pay for a ticket, you wanted to come to see this show, and you standing right there, right?", "I’ll tell you something. Have you ever heard anyone talk shit about Lenny Kravitz though?", "and you know what they told me when I was in Paris?", "?", "shirts with a skull on it, why wasn’t he allowed to make movies?", "Wait a second, would you rather me not talk at all?", "And what about Mark Parker, and what about Hedi Slimane?", "I thought maybe, maybe they would let Pharell get his shot. But no, no, no. Fuck you, nigga. Fuck you, nigga. Fuck you, nigga. Is that abrasive enough for you?", "’Cause just as an architect would build buildings, we put our words together to express the shit that we going through. We are the modern day poets, obviously. But why are so many writers so condescending to the rappers?"]}, {"song_title": "Magic Man", "questions": ["Buhblaaoowww, are those the stars you wanted to see?", "He gave you diamonds, shoulda gave you his heart, ya see?", "Shes so beautiful don't you agree?"]}, {"song_title": "Magic Man", "questions": ["Buhblaaoowww, are those the stars you wanted to see?", "Is anybody out there?", "She's so beautiful don't you agree?", "He gave you diamonds, should've gave you his heart, you see?"]}, {"song_title": "Make Her Feel Good (Remix)", "questions": ["Do I have to feel wrong when it ain't strong?", "Every time he wanna get next to me?", "It take 'em two months to do what?", "Do I have to show a nigga I'm a woman?", "Do I have to tell a nigga how to hold me?", "That ain't just tryin' to hang around me?", "Keep my mouth closed?", "That wanna do more than spend money on me?", "Do I have to tell a nigga how to touch me?", "Do I have to tell a nigga I'm lonely?", "Do I have to tell a nigga when to call me?", "Do I have to apologize for my emotions?", "Swiss stroke his ego?"]}, {"song_title": "Make Her Feel Good (Remix)", "questions": ["When it ain't strong?", "Every time he wanna get next to me?", "Do I have to set a full cat black case?", "Do I have to show a nigga I'm a woman?", "Do I have to tell a nigga how to hold me?", "And every girl on my block can't say they don' bumped wit?", "That know how to make a girl feel?", "Keep my mouth closed?", "That wanna do more than spend money on me?", "Do I have to tell a nigga how to touch me?", "Do I have to tell a nigga I'm lonely?", "Why every answer to my question is a question?", "Make her feel good?", "Sip some cognac ?", "Do I have to tell a nigga when to call me?", "How come I got a nigga but can't trust him?", "Why can't my nigga be my own lil' somethin'?", "Do I have to apologize for my emotions?", "That I ain't gotta tell how to put it on me?", "That ain't just tryna hang around me?"]}, {"song_title": "Make Her Say (I Poke Her Face)", "questions": ["How old is that?", "yeah?", "Would you tell 'em 'bout her Ye?"]}, {"song_title": "Make It Rain", "questions": []}, {"song_title": "Mama's Boyfriend", "questions": ["You know I scrutinize, like, \"Who this newer guy?", "\"You gonna marry my mom?", "When you get here anyway?", "Sittin there like why?", "Tryna get to know me, homie?", "When you first stop caring about your appearance?", "When I become my mama's boyfriends?"]}, {"song_title": "Mando", "questions": ["She like \"Why you gettin' it?"]}, {"song_title": "Marvin & Chardonnay", "questions": ["This the fucking anthem, get it?", "on?", "what's that, what's that?", "Why my pants sag off?"]}, {"song_title": "Marvin & Chardonnay (Xaphoon Jones Remix)", "questions": ["This the fucking anthem, get it?", "on?", "what's that, what's that?", "Why my pants sag off?"]}, {"song_title": "Maybach Music 2", "questions": ["Where it's at?", "Well who's Maybach is this?", "What's in front?"]}, {"song_title": "Maybach Music II", "questions": ["Where it's at?", "So what the fuck is ya tellin' me other than your gender?", "And a lap dance'll probably be a blessin', right?", "Well who's Maybach is this?", "What's in front?", "Can you believe it?"]}, {"song_title": "Mayhem (H.A.M.)", "questions": ["who?", "Why every girl I come across got a man but just need the dick?", "Tell me, are you, gonna get down with EST, MGK and DUB?", "what?", "Hold up, man fuck who?"]}, {"song_title": "Megaupload Song", "questions": []}, {"song_title": "Mercy", "questions": ["They be feeling my words, like braille ya see?"]}, {"song_title": "Mercy", "questions": []}, {"song_title": "Mercy", "questions": ["day?"]}, {"song_title": "Mercy Freestyle", "questions": []}, {"song_title": "Mercy (RL Grime & Salva Remix)", "questions": []}, {"song_title": "Message In A Bottle Freestyle", "questions": ["?"]}, {"song_title": "Message in a Bottle (Remix)", "questions": []}, {"song_title": "Michael Jordan Visionary Stream of Consciousness (Chicago)", "questions": ["Why did that happen?", "But do you know what the owners of that team told MJ?", "Does anybody here know why that happened?"]}, {"song_title": "Million", "questions": ["How much he charge for a track?", "Hear me?", "How are they fo'real, are them niggas really paid?", "And 'H to the IZZO' only single that went gold?", "What'chu doin' in L.A. with 50 Cent and Dr. Dre?", "Is it back to ghost producin' for D.Dot on the low?", "Didn't one them niggas have beef with Jay?", "You heard 'Takeover', who runnin' this rap shit?", "How many niggas bit the soul?", "What's the position you hold?", "Is it true he won't send a beat tape until he get a check?", "How many girls did I bone?"]}, {"song_title": "Millions", "questions": ["You know what happen when G.O.O.D. Music and MMG get together, right?", "This shit cook up hard, don't it?", "But this shit sound like God don't it?"]}, {"song_title": "Minute Man", "questions": ["?", "Is it tight as could be?", "Yo, what's up with that?", "And men die with chicks, so am I worth kissin?"]}, {"song_title": "Miss Independent (Remix 2)", "questions": ["Who?"]}, {"song_title": "Mitus Touch", "questions": ["What you bitches fightin' for?", "Why?", "KnowImsayin?", "Look, I can't even deal with this shit right now. This bitch is crazy, she must have lost her fucking mind. I'm tired of going back and forth with this ho. What the fuck?", "You know I'm sayin?"]}, {"song_title": "Mo Faces Ent", "questions": []}, {"song_title": "Monster", "questions": ["\"What you gonna do now?", "Are you willing to sacrifice your life?", "But my features and my shows ten times your pay?", "Goddamn, Yeezy, how he hit 'em with a new style?", "So let me get this straight, wait, I'm the rookie?", "What do these things all have in common?", "Have you ever had sex with a pharaoh?"]}, {"song_title": "Monster Freestyle", "questions": ["Choppers be bustin’ on niggas?"]}, {"song_title": "Moonlittt Moods", "questions": []}, {"song_title": "More", "questions": ["who is he?", "You owe me dough?", "You think these rappers rich?", "Where that nigga at?"]}, {"song_title": "More or Less", "questions": ["I sound like who?"]}, {"song_title": "Move Around", "questions": ["We in these streets wildin', chumps where ya'll been?", "diesel?"]}, {"song_title": "Move back", "questions": ["Cause nastyfel the don super don da da...understood?", "Heard the king was gone?", "But I’m back like mike, Jackson, Jordan, Tyson what up?", "I’m revolutionary but gangsta or maybe so I claim huh?"]}, {"song_title": "M.P.A.", "questions": ["You young and hot, so why not?", "Why?", "No reward, then what’s the risk you taking?"]}, {"song_title": "M.P.A. by Pusha T -- Sheet Music", "questions": []}, {"song_title": "MTV VMAs 2015: Vanguard Acceptance Speech", "questions": ["Would I have worn a leather shirt?", "Two thousand and fifteen. I will die for the art for what I believe in and the art ain't always gonna be polite. Y’all might be thinking right now, I wonder, did he smoke something before he came up here?", "First of all, thank you Taylor for being so gracious and giving me this award, this evening thank you. And I can think back to the first day I met you, also. You know. I think about, when I’m in the grocery store with my daughter, and I have a really great conversation about fresh juice and, you know. And at the end they say, \"Oh, you’re not that bad after all.\" And like, I think about it sometimes. Like, it crosses my mind a bit like when I go to a baseball game. And um, sixty thousand people boo me. Crosses my mind a little bit. And I think if I had to do it all again what would I have done?", "And this small box that we are as the entertainers of the evening. How could you explain that?"]}, {"song_title": "Muhammad Walks", "questions": ["Creflo, player, what’s happening?"]}, {"song_title": "Mula", "questions": ["What goes around comes around, how that saying go?", "So?", "Now what you know about power?", "What about this iPod and them Dre Beats, you don't need that shit, don't you know that nigga or somethin'?", "Ye why that nigga's face so sour?", "Borrow my car?", "Okay, what is you listenin' to on this shit anyway?", "How'd you do that?", "Ye what these niggas start hummin' out their mouth with?", "Felicia what the fuck you want?", "Ooh please can I borrow your car?", "What you know about dreams?"]}, {"song_title": "Murder to Excellence", "questions": ["Is it genocide?", "What up, Blood?", "What’s up to Will?", "Do you know who I am, Clarice?", "What’s the life expectancy for black guys?", "What the last thing you expect to see, black guys?"]}, {"song_title": "Muzik", "questions": ["You ready?"]}, {"song_title": "My Baby", "questions": []}, {"song_title": "My Beautiful Dark Twisted Fantasy [Artwork]", "questions": []}, {"song_title": "My Beautiful Dark Twisted Fantasy [Booklet]", "questions": []}, {"song_title": "My Beautiful Dark Twisted Fantasy [Credits]", "questions": []}, {"song_title": "My City's Gone", "questions": []}, {"song_title": "My Drink n My 2 Step (Remix)", "questions": []}, {"song_title": "My Life", "questions": ["I would pimp for them, became demented, then men?", "Louise together, remember them days?", "Do ya see what I see?", "While I'm on tour is my man cheatin' just for spite?", "Can you go where I go?", "Do ya'll know what it feels like?", "Them niggas we played?", "Why don't ya'll take a look into my life?", "Do ya'll know what it be like?", "If he ain't care, why should they?", "What tha fuck he in it for?", "Have you been where I've been?", "My life, do ya feel what I feel?", "Ask mommy every day, when daddy gon' come?"]}, {"song_title": "My Life", "questions": []}, {"song_title": "My Way", "questions": ["You lil' sloppy with your cockiness ain't ya?", "And wanna figure out why I'm gettin' it high though?", "Why?", "Awww, did he get his feelin's hurt?", "And you a parrot, you copy what I do and say?"]}, {"song_title": "My Way Home", "questions": ["Don't he know he could only get as high as he fell?"]}, {"song_title": "Neva Gon Stop Me", "questions": ["Why you think my neck froze?", "Why I got these clothes?", "What are they gon' tell me?", "Shit, you know I'm saying, I'mma I'mma tell it real, you know what I'm saying?", "You the only Nigga who lights went out fucking ??", "Why don't you buy him some shit?", "save the talk and save the game how you gon con me when Kan half my name?", "What the fuck is on your mind?"]}, {"song_title": "Never Change", "questions": ["Death before dishonor, correct?", "Who you know?", "Where your balls at?", "Who you know like Hov?", "What's up to my Miami and St. Thomas connects?", "What's up to E and Kirk?", "If I'm not a hustler, what you call that?", "Where my dogs at?", "Who you know like Hov, nigga?"]}, {"song_title": "Never Let Me Down", "questions": ["Number one albums, what I got?", "Who else you know been hot this long?"]}, {"song_title": "Never Let Me Down (Cinematic)", "questions": []}, {"song_title": "Never Lettin' Go (The Stalker Song)", "questions": ["Where I'm gone go?", "Anyway, how the fuck you get a set of keys?", "Did she just knock my windows out on my Escalade?", "You believe this bitch?", "You can't call a bitch on her BDay?", "Yo what you doing here huh?", "So what you saying?", "Pop up in my bathroom, \"Oh you take pisses here?", "You know what she told me?", "Pop up in my kitchen like, \"Oh you wash dishes here?"]}, {"song_title": "Never See Me Again", "questions": ["And who can run the planet?", "Before the hook is in is there any point of any of this?", "I can sense...what y'all 'bout?", "Who the fucks lasting?", "And you feeling like you got it all?", "And what'chya gon' do?", "?", "Cause you know what?", "Who the fucks asking?", "Just turn around say for really?"]}, {"song_title": "New Angels", "questions": ["?", "Who will make the sacrifice?"]}, {"song_title": "New Cash Money", "questions": []}, {"song_title": "New Day", "questions": []}, {"song_title": "New God Flow", "questions": ["What's a king without a crown, nigga?", "Did strippers not make an ark when I made it rain?", "And ran to Jacob and made the new Jesus chains?", "When you flood and you can drown niggas?", "Should I kill him now Tone?", "Did Yeezy not get signed by Hov and Dame?", "What has the world come to?", "What's a circus without you clown niggas?", "Did Moses not part the water with the cane?", "Who runnin' shit today?"]}, {"song_title": "Newman Smith High School Alma Mater", "questions": []}, {"song_title": "New Slaves", "questions": ["Now what the fuck they gon' say now?", "\"What you want, a Bentley?"]}, {"song_title": "New Slaves--Annotation Project", "questions": ["Now what the fuck they gon' say now?", "What you want, a Bentley?"]}, {"song_title": "New Slaves (Live Acoustic Performance)", "questions": ["\"What you want, a Bentley?"]}, {"song_title": "New World Symphony", "questions": ["?"]}, {"song_title": "New York Times Interview (Excerpt)", "questions": ["At what point did that change?", "Were you conscious that that’s what you were doing, or was it totally just instinct?", "Yeah. I guess it’s a very pop moment of a lifetime or generation. I mean, my dad’s generation is a generation of messaging, you know?", "50 maybe?", "For what’s right. I am so credible and so influential and so relevant that I will change things. So when the next little girl that wants to be, you know, a musician and give up her anonymity and her voice to express her talent and bring something special to the world, and it’s time for us to roll out and say, “Did this person have the biggest thing of the year?", "But has that instinct led you astray?", "you know, this one Corbusier lamp was like, my greatest inspiration. I lived in Paris in this loft space and recorded in my living room, and it just had the worst acoustics possible, but also the songs had to be super simple, because if you turned up some complicated sound and a track with too much bass, it’s not going to work in that space. This is earlier this year. I would go to museums and just like, the Louvre would have a furniture exhibit, and I visited it like, five times, even privately. And I would go see actual Corbusier homes in real life and just talk about, you know, why did they design it?", "?", "So no regrets?", "Do you believe in the concept of regret?", "a dishonest album in some way?", "hop, but that’s always my No. 1. There’s no opera sounds on this new album, you know what I mean?", "Is that true?", "“Do you want me to go onstage for you?", "Even though you had always wanted to be out in front, was there ever a point where you valued your anonymity?", "like, “Why am I not getting five stars?", "I’m the type of rock star that likes to have a girlfriend, you know?"]}, {"song_title": "Next Time (Just Wright)", "questions": ["You don't know me?"]}, {"song_title": "N.I.G.G.A", "questions": ["You think he worried bouta bus pass?", "Who Wants to think about bus fare?", "Niggas thinkin \"Damn nigga how you write this verse?"]}, {"song_title": "Niggas in Paris", "questions": ["She said, \"'Ye, can we get married at the mall?", "That shit cray, ain’t it Jay?", "What’s Gucci, my nigga?", "how you know?", "Can you please remind me?", "You know how many hot bitches I own?", "What she order, fish fillet?", "What's 50 grand to a mothafucker like me?", "What’s drugs, my dealer?", "this old thing?"]}, {"song_title": "Niggas In Paris", "questions": ["What she order?"]}, {"song_title": "Nina Chop (Chance The Rapper Version)", "questions": []}, {"song_title": "Nina Chop (Young Thug Version)", "questions": ["It was famous for lakes?", "Why?", "Tell me now, where we get the guns from?", "Know what I'm sayin'?", "?", "But tell me, who am I to remind you?", "Who am I remind you?", "So tell me who run the label, where the guns from?", "what?"]}, {"song_title": "Nobody", "questions": ["Nobody \"You really don’t understand do you?", "What's in my pockets?", "My bank account?", "What's all around?", "I be buying anything I want, remember when I was broke?", "\"You really don’t understand do you?", "What's in my house?"]}, {"song_title": "Nobody Single Artwork", "questions": []}, {"song_title": "No Church in the Wild", "questions": ["Will he make it out alive?", "What's a mob to a king?", "Is Pious pious cause God loves pious?", "Socrates asked whose bias do y'all seek?", "believer who don't believe in anything?"]}, {"song_title": "No More", "questions": ["What do I do now?"]}, {"song_title": "No More For Me", "questions": ["Especially they in a row?", "Plain Pat, what up?", "'kay?"]}, {"song_title": "No More Parties in LA", "questions": ["Now you wanna divide the yam like it equate the math?", "Ride around with a bulletproof car and some tints?", "What I'm supposed to do?", "When did I become A list?"]}, {"song_title": "No More Parties In LA (Demo)", "questions": ["Why Ye?"]}, {"song_title": "No More Parties in OKC", "questions": []}, {"song_title": "No One (Remix)", "questions": ["She said \"Aye Kan', who you tryin' to be, Akon?"]}, {"song_title": "No Problems", "questions": ["what?", "My niggas got stripes, who walk around like the Barbershop Quartet?"]}, {"song_title": "No Reason*", "questions": ["Lil' bitch, you think it's something but a fly in the gutter?", "Why you wanna come and play with my emotions?", "?"]}, {"song_title": "Nosetalgia", "questions": ["Once you delegate his bills, who gon' fuck his bitch the best?", "What is it?", "He said, \"Son, how come you think you be my connect?", "\"They must be on the dick of who?", "You wanna see a dead body?"]}, {"song_title": "Not Enough Time", "questions": ["Whatchu waitin for?", "And I'm backin?", "Watchu waitin for?", "?", "Whatchu fightin for?"]}, {"song_title": "Nothing Is Stopping You", "questions": ["Ay what up, whats good, whats up man?", "I say \"Aye dawg, What you got?", "Oh hell naw, what?"]}, {"song_title": "Nothing Like It", "questions": ["So what I do?", "What you want me to tell you huh?"]}, {"song_title": "Nothing's Something", "questions": ["That ain't too provocative, is it?", "Why everything supposed to be bad, make me feel so good?"]}, {"song_title": "Numb / Encore", "questions": ["Can I get an encore, do you want more?", "Now, what the hell are you waitin' for?", "Who you know fresher than Hov'?", "Knew if I paid my dues, how will they pay you?", "But when you young, what the fuck you expect?", "What the hell are you waiting for?", "Can I get an encore?", "Ready?"]}, {"song_title": "Number One", "questions": ["I try to jack off he ask me who is you playin' wit?", "What's her name?", "Now who is she?", "I keep you in Girl what is those on your toes?", "baby why is they frontin'?"]}, {"song_title": "Number One", "questions": []}, {"song_title": "Number One", "questions": ["I try to jack off he ask me who is you playin' wit?", "What's her name?", "Oh?", "Now who is she?", "I keep you in Girl what is those on your toes?", "baby why is they frontin'?"]}, {"song_title": "Numbers on the Boards", "questions": ["How could you relate when you ain't never been great?", "And rely on rap money to keep food up on your plates, nigga?"]}, {"song_title": "Ocean Skies", "questions": ["I run the con concerts?", "And tell me without my father how am I supposed to manage?"]}, {"song_title": "Oh Oh", "questions": []}, {"song_title": "Olskoolicegre", "questions": ["?"]}, {"song_title": "On 10 in a Benz", "questions": ["From the front to the back, where my thugs at?", "I'mma rap the way I rap, youknowhatimsayin'?", "Is he gonna live doc?", "So before you take your last breath any last statements?", "And we gonna murder these niggas. Kanman Produc', c'mon. Andy C where you at?", "Where the talk at?", "Can't get in?", "Where the chalk at?"]}, {"song_title": "One I Love", "questions": []}, {"song_title": "One Last Time", "questions": ["Hope I'm an arrow ?"]}, {"song_title": "One Man Can Change the World", "questions": ["What you know bout' wakin' up every day like you on a mission?", "That I couldn't survive?", "You know?"]}, {"song_title": "One Puff", "questions": ["Yo Grav, you hittin this yo?", "What's left to say?", "?", "Since when was weed a hallucinogen?", "What up Grav?", "Pack it tight, spark it on my stove, aight?", "Aw yeah, remember that time?", "Surprise visit who is it my bell's buzzin look out the window it's Lumber and Booney \"What up cousin?", "What's up man?"]}, {"song_title": "Only One", "questions": ["Hello 'Mari, how ya doin'?", "So can you understand?"]}, {"song_title": "Only One", "questions": ["Hello 'Mari, how ya doin'?", "So can you understand?"]}, {"song_title": "Only One (Original Demo)", "questions": ["Hello 'Mari, how ya doin'?", "So can you understand?"]}, {"song_title": "\"Only One\" Single Art", "questions": []}, {"song_title": "On Obama: \"I'm Past That\"", "questions": ["“Oh, you talking about how he use to come and visit me and my mama and tell me he’s about to run for president?"]}, {"song_title": "On Sight", "questions": ["How much do I not give a fuck?"]}, {"song_title": "On The Run", "questions": ["?"]}, {"song_title": "Ooh Drama", "questions": ["Shady motherfuckin Aftermath, you understand me?"]}, {"song_title": "Open Your Eyes", "questions": []}, {"song_title": "Otis", "questions": ["Can’t you see we gettin money up under you?", "What more can I say?", "You ain't been nowhere, hah?", "Sounds so soulful, don’t you agree?", "\"What would Hova do?", "Damn, Yeezy and Hov, where the hell ya been?", "Can’t you see the private jets flying over you?", "Not bad, huh, for some immigrants?"]}, {"song_title": "Otis Freestyle", "questions": ["What you do to me?"]}, {"song_title": "Out of the Game", "questions": ["Like \"Dog you ready to give all this shit up?", "You talking bout Brenda?"]}, {"song_title": "Out Of Your Mind", "questions": ["What happened in Cancun?", "Take a seat, why you always makin a beef?", "You seen cribs?", "What's happenin here?", "As far as this?", "I ain't call you, you wanna know why?"]}, {"song_title": "OUTRO", "questions": ["Like, what the fuck do you want and what the fuck should I do?", "Is it trap?", "Cause really, what's the fucking point of letting you in that room?", "Will you go out of your way, make it go hard and go boom?", "Do you really wanna come and spit some fire in the booth?", "You're stuck in that single space, got nowhere you can be?", "I don't know what you're gonna say, why you staring at me?"]}, {"song_title": "Outtakes", "questions": ["how you spell that?", "WHAT ELSE?", "Find me in the trap, nigga how you catch a animal?", "Ready for a gunfight, who the lucky challenger?", "Though it was over?", "And we got that work, what you think we carry hammers for?", "Did we just become best friends?", "Hold up, who are you again?", "Do you wanna go do karate in the garage?", "keep it slow?", "Any other questions?", "I gotta problem?", "Turn this mother out understand me?", "Who they supposed to say what about bout Star, come again?"]}, {"song_title": "Out The Game", "questions": ["Like \"Dog you ready to give all this shit up?", "You talking bout Brenda?"]}, {"song_title": "Overnight Celebrity", "questions": ["Why don't we play something these hoes'll like?"]}, {"song_title": "Overnight Celebrity", "questions": []}, {"song_title": "Oxford Lecture", "questions": ["There’s a Bible saying, ‘No weapon formed against me shall prosper’. Recently I’ve been doing interviews and I’ve had to go back to this verse because I don’t think there’s a living celebrity with more weapons formed against them, but I also don’t think there’s one more prosperous. So what weapons have prospered?", "It’s still February, right?", "5000?", "This was necessary. I think it was one of the most important points of working on that album, was to not stop her from her moment because of how good she is. Just think of a comparison, if you think about why did it take so long for the new Yeezys to come out?", "I remember when I was young and saw my dad working on computers. And the guy he was working with ended up being a bad guy. And the guys that helped him, that he had the voice to find, didn’t have the same motivation, a high enough skill set to match up to his vision, to his dream, for it to be considered to be a success. But the success is that his successor will be successful in his lifetime. You could say \"But you are successful?", "People say to me ‘you’re successful, what are you crying about?", "With that, I have a responsibility to serve. Why do I say the Matrix is like the Bible?"]}, {"song_title": "Paid the Price", "questions": ["3 ain't that somethin'?", "Tell me tell me Lord can you hear me?", "It ain't nothing happenin'. You know what I'm sayin'?"]}, {"song_title": "Pain", "questions": []}, {"song_title": "Panda (Remix)*", "questions": []}, {"song_title": "Paranoid", "questions": ["Why are you so paranoid?", "You really wanna spend your whole life alone?", "She really thought that?"]}, {"song_title": "Paranoid (LMFAO Remix)", "questions": ["Why are, why are you so paranoid?", "Why are you so paranoid?", "Do you really want to spend your whole life alone?", "But how you look funny with a pocket fulla' money?"]}, {"song_title": "Paranoid Remix", "questions": ["What?", "So we gone let 'em live right?", "Why are you so Paranoid?", "But we know what it is right?", "You know why they call me Big right?", "Who me?"]}, {"song_title": "Partnership with DONDA Music", "questions": []}, {"song_title": "Party", "questions": ["You talking to me?"]}, {"song_title": "Party (Remix)", "questions": []}, {"song_title": "Passenger's Thoughts", "questions": ["Man where my gun at?", "Up so far and shine so bright Will you grant my wish tonight?", "How you gone manage?"]}, {"song_title": "P.D.A (We Just Don't Care)", "questions": []}, {"song_title": "Peace and Love (Two Words)", "questions": []}, {"song_title": "Perfect Bitch", "questions": []}, {"song_title": "Pinocchio Story", "questions": ["Do you really have the stamina?", "?", "For everybody that sees you that say, \"Where's my camera?", "Real life, what does it feel like?"]}, {"song_title": "Pinocchio Story (Freestyle Style Live At Hollywood Bowl)", "questions": ["Do you really have the stamina?", "That I would never work in this town again?", "Do you get it?", "?", "For everybody that sees you that say, wait a second \"Where's my camera?"]}, {"song_title": "Piss On Your Grave", "questions": ["Me and La Flame, is you not entertained?", "Fuck is you sayin'?", "Hop outta the Lamb', hop onto the 'gram what the fuck was you sayin'?"]}, {"song_title": "Places And Spaces I've Been Excerpt", "questions": ["Did you know that you’re a synesthete?", "No way?", "You’re talking about seeing sounds right?", "level beauty.  They don’t crash, those words are not in the same place. You’ve been to art parties before?", "ins, when we were going out to Paris. You know when we were wearing the outfits and people on the blogs were calling us names and all that, right?", "Enjoying what?", "That was before everybody said swag, or when we were out in Japan. How could you communicate through people?", "What up, killer?", "How are you enjoying this whole fame thing?", ", and then that’s what it is, because when I did the song, I actually did not know that it would get to the point that grandmothers are talking about it, you know?", "oop?", "the entire time, when you wanted to get into an industry that you love. So let me ask you, how much has this experience contributed to who you became as a person?", "It is so funny this is such an example of being a perfectionist, right?", "Yo yo, what’s good?", "song?", "they’re going that crazy about it?"]}, {"song_title": "Plastic", "questions": ["Miss, do you know who in this bitch?", "Why when we're abroad we don't never hear of y'all?", "Why?", "And uh, you are?", "Why you grillin' the Hummer?", "What the fuck?"]}, {"song_title": "Poem Dedicated to Martin Luther King Jr.", "questions": []}, {"song_title": "\"Politics is Dead\" [Oct. 28 Interview]", "questions": ["So I took the Confederate flag and made it my flag. It’s my flag now, now whatchu gonna do?", "Do you talk to corporations like that?"]}, {"song_title": "Poppa Was a Playa", "questions": ["\"What's this white shit on that plate and your face?", "Could I help it poppa was a rolling stone?"]}, {"song_title": "Poppin' Tags", "questions": ["huh, whattup?", "What would you do if you was in my shoes?"]}, {"song_title": "Poppin' Tags (Remix)", "questions": []}, {"song_title": "\"Pop Style\" Rant - October 20th, 2016", "questions": ["Let me tell y’all something. There will never be a Watch the Throne 2. You know why?"]}, {"song_title": "Pop Style (Single Version)", "questions": ["\"Why can't you just shut your mouth and take the high road?", "\"Why do you know every single bitch that I know?", "\"Why are all the windows tinted on your Tahoe?"]}, {"song_title": "Porno (Interlude)", "questions": ["I'm envious of him, cause Rick Rubin, he actually asked me to go to the AVN's, and I was like, \"Man, I can't do it. I just made 'Jesus Walks'. They gon' see me, and they gon' take away my NAACP award.\" So I was, uh, you know, I have to watch pornos in the privacy of my own home, you know?"]}, {"song_title": "Power", "questions": ["Where the bad bitches, huh?", "You got the power to let power go?", "I’m an asshole?", "How 'Ye doing?", "I ain’t gotta power trip, who you going home with?", "Huh?"]}, {"song_title": "Power 106 Freestyle", "questions": ["Can I get a picture of you and your son?", "Kanye, here you go, brother, could you please fill up our cup?", "Comin' into my face, sayin' \"Hey can I get a picture?", "What makes you mad?", "?"]}, {"song_title": "Power Battle II", "questions": ["Where the bad bitches, huh?", "You got the power to let power go?", "I’m an asshole?", "I ain’t gotta power trip, who you going home with?", "Huh?", "How Ye doing?"]}, {"song_title": "Power (Remix)", "questions": ["Until you ask yourself, \"Is this what it’s all come to?", "What do it mean to be the boss?", "You know what I’m talking about?", "How 'Ye doing?", "Is this thing on?"]}, {"song_title": "Power - SNL (Saturday Night Live) Version", "questions": ["You ain’t effin’ the system, then why the eff is you livin’?"]}, {"song_title": "Pretty Girl Rock (Remix)", "questions": []}, {"song_title": "Pride N Joy", "questions": ["Court side at the Knick game, who the don?", "Huh, now what cold is that?"]}, {"song_title": "Primetime", "questions": ["\"When you coming home?", "I mean, who says shit like that and doesn't laugh?", "The night is young, what the fuck we gon' do, huh?", "You know what?", "Damn, Yeezy, they all gotta be dimes?", "The night is young, what the fuck you wanna do, huh?", "Champagne I'm sipping on, shit tastes different, don't it?", "The night is young, what you really wanna do, huh?"]}, {"song_title": "Promise Land", "questions": []}, {"song_title": "Promotion", "questions": ["That's the last story I'll tell, are you shocked, nigga?"]}, {"song_title": "Pro Nails", "questions": ["Oh shit, did you see the way she got her toes did?", "Who is that in the Phantom?"]}, {"song_title": "Pro Nails (remix)", "questions": ["Who is that in the phantom?", "Did you see the way she got her toes did?"]}, {"song_title": "Pt. 2", "questions": ["How can I find you?", "How do I bind you?", "Who do you turn to?"]}, {"song_title": "Punch Drunk Love", "questions": ["I knock and I knock, uhh, can I come inside?", "You said maybe?", "'ey baby, am I crazy?", "I knock and I knock, girl, can I come inside?", "Or was you givin me the eye?"]}, {"song_title": "Pursuit of Happiness (Nightmare)", "questions": ["Tell me what you know about night terrors?", "Why'd I drink so much and smoke so much?", "Tell me what you know about dreaming, dreaming?", "Tell me what you know about dreams, dreams?", "5 AM, cold sweats, waking up to the sky?"]}, {"song_title": "Pusha Man (Remix)", "questions": ["I got my new ho, so what the fuck I'mma need you fo'?", "You ain't been to his concerts?", "Wasn't you, nothin', who bustin' you lames?", "Bump is on and it hurts you doesn't it?", "Do you know what it took to get these rocks to glisten?", "How can you say Kan is so pompous?", "stain?"]}, {"song_title": "Pusha T Listening Party Visionary Stream of Consciousness", "questions": []}, {"song_title": "Pussy Print", "questions": ["Why this bitch keep hittin' my line?", "Guess who's the mothafuckin' elephant?", "You don't fuck with me?"]}, {"song_title": "Put On", "questions": ["What's whiter than a napkin, harder than a dinner plate?", "\"Call that bitch your bodyguard?", "They say, \"Damn, Yeezy Yeezy, you don't know us no more?"]}, {"song_title": "Put On (clean edit)", "questions": ["Call that bitch your bodyguard?"]}, {"song_title": "Raf Simons for Interview Magazine", "questions": ["Being popular, is it something you want?", "I wonder if you still find it necessary to dress a certain way when you perform. I'm just thinking back in time, when there were performers that constantly created revolutions. That's how it started for me, you know?", "This is fashion?", "to go pick out fabrics and furniture. And I'd always think, What if a picture of me got shot and they put it on the Internet and they all said that's my boyfriend?", "it's like, I don't give a fuck what people want from this record, this is the idea that I want to show. And then after that I went onstage and designed a stage show where I was the only person. I don't think I could have been in the place to really say, \"Fuck what the ideas were before, what people expect of me,\" if I didn't have that situation with my mother, that great loss. Because when you suffer a big loss like I did, it's like, What else can you lose?", "That means a lot to me, and that's also why I continue to do what I do. For me, I think that the 21st century almost doesn't allow the beauty of something really small and out of the spotlight. I deal now with two labels, my own, which is a very small label, and Jil, which is a very big, corporate business label. I see the difference, and every day I work there I think, What is now best for me?", "Do you define yourself as a rapper?", "So how are you going to solve that?", "because I'm proud, because I believe I have something to say. And the problem is we're going to have so many crossovers that people are going to be bored with those crossovers in one day. That's something that I'm really questioning. Is the motivation business?"]}, {"song_title": "Ready to Go", "questions": ["Get it?", "I said, \"How you gonna doubt this man?", "But how she gonna play your man?", "How you gonna doubt this man. You know what she said?"]}, {"song_title": "Real As They Come", "questions": ["If you fuckin’ with me, who fuckin’ with me?", "I looked in the mirror and I said what’s happening?"]}, {"song_title": "Real Friends", "questions": ["Who your real friends?", "I hate when a nigga text you like, \"What's up, fam?", "How many of us?", "You wanna ask some questions 'bout some real shit?", "Real friends, how many of us?", "How many real friends?", "But how many honest?", "When was the last time I wasn't in a hurry?", "I guess I get what I deserve, don't I?", "How many?", "How many of us, how many jealous?", "Huh?", "Why you wait a week to call my phone in the first place?", "In town for a day, what the fuck we doin'?", "When was the last time I remembered a birthday?"]}, {"song_title": "Real Friends (Remix)", "questions": []}, {"song_title": "Real People", "questions": []}, {"song_title": "Reaper", "questions": []}, {"song_title": "Rebel At His True Best", "questions": ["Now you think that you legit?", "Can I breathe?", "Seen who you used to be?", "grips?", "How you know you ain't been fooled yet?", "When you ain't even paid your dues yet?", "You ever felt like every time that you get up out seat, people watching you?", "Why is it?", "Like, \"Did you hear that nigga Sheed?", "Or, where should I begin?", "Where did I end?", "False hope?", "Who knew?", "All that ice on your chain, you think you cool man?", "Think they hate your guts, but they never even talked to you?"]}, {"song_title": "Rebuilding", "questions": ["I ain't ???", "Everybody new kicking the old ???"]}, {"song_title": "Reebok Commercial", "questions": ["?", "age dark?", "I'll pertain they're 'bout to drop him a sleeve??", "still and step and pull up a tomb??"]}, {"song_title": "Reported Value of Kanye's Adidas Deal", "questions": ["Kanye's getting revenge on Nike by landing a MONSTER deal with Adidas. So what's it worth?"]}, {"song_title": "Revolution", "questions": ["What?", "And said, \"morning how are you, fine thanks and you?", "How many bars was that yo?", "So hold up, you know what?"]}, {"song_title": "Rich Nigga Drunk*", "questions": ["She roll her eyes like, \"What this nigga want?"]}, {"song_title": "RoboCop", "questions": []}, {"song_title": "RoboCop (Live From VH1 Storytellers)", "questions": ["When did you become a Robocop?"]}, {"song_title": "Roc Boys (And the Winner Is)...", "questions": ["That means it ain't stepped on, dig me?"]}, {"song_title": "Rock The Mic Freestyle", "questions": ["How she order all that food and a motherfucking Diet Coke?", "?", "Why you kick it with your guys fo'?", "He said \"You lying yo, why is you lying Joe?"]}, {"song_title": "Rollin'", "questions": ["Aye 'Ye, ain't this how them niggas do it in the Chi?", "So what it's gon' be nigga?", "Will I ever change in this life?", "Y'all think that L.A. gang banging shit hype?"]}, {"song_title": "Rolling Stone Cover 2/25/2016", "questions": []}, {"song_title": "Roommates", "questions": ["Why you got to embarrass me in front of company?", "Why you worried about what I'm doin' here?", "Look, who the fuck you down with?", "How you think she feel about you havin' roaches in the crib?", "?", "How come I never got the message that my people said you took?", "But why you worried about me?", "Nigga, what the fuck you did with my pornos and comic books?"]}, {"song_title": "Rosanne", "questions": ["?"]}, {"song_title": "Roses", "questions": ["What do you say at this time?", "shirts?", "But can I please give her these flowers?", "Hey chick, what these doctors know anyway?", "Right now she'd be okay?", "You don't see that we hurt?", "Bitch, is you smokin reefer?", "I asked the nurse \"Did you do the research?"]}, {"song_title": "Runaway", "questions": []}, {"song_title": "Runaway", "questions": ["Split and go where?", "When it starts to get crazy, why can't she just, run away?"]}, {"song_title": "Runaway (Jacked)", "questions": ["It's about to get crazy, why can't she just, run away?", "Split and go where?"]}, {"song_title": "Runaway Love (Remix)", "questions": ["I'm running out of time, where is my runaway love?", "She said \"Yo, what's your occupation, crazy rhyming?", "It just happened I was floating, you seen the captain?", "Yo, Ye, what up?", "How did I let you get away?", "Tryna be cool, what you expect me to do?", "Where she's going?", "Oh why, I must be blind?", "When you're standing in front of my face?"]}, {"song_title": "Runaway - Short Film (Part I)", "questions": []}, {"song_title": "Runaway (Watch The Throne Tour Freestyle)", "questions": ["Fellas?", "Runaway, did I make you runaway?", "And ladies?", "How many people came with the one they love tonight?"]}, {"song_title": "Runde 06", "questions": ["r?", "?", "du hast mich schon mal gefickt wie ne Bitch. Aber ey ich hab zum Schluss noch eine Bitte so. Ey kannst du vielleicht nochmal so richtig geil abflowen?"]}, {"song_title": "Run This Town", "questions": ["Try to play me like a kitten, homie you kiddin?", "So beautiful don't you agree?"]}, {"song_title": "Run This Town", "questions": ["Do you Roger me?"]}, {"song_title": "Run This Town", "questions": ["Who’s gon' run this town tonight?", "\"What's that, Ye?", "Have you ever had shoes without shoe strings?", "what?", "You feelin' like you runnin', huh?", "What you think I rap for, to push a fuckin' Rav 4?"]}, {"song_title": "Sacramento Rant - Saint Pablo Tour", "questions": ["Was you wrong?", "You like that, guess what?", "Ayy ayy, is it \"radio, fuck you\"?", "Who do y'all think?", "Cause guess what?", "Was you wrong when I said I was 53 million dollars in debt and you didn't call me?", "The last real nigga alive?", "Mark Zuckerberg you wanna call me, now?", "Is that what you said?", "But you know who's the greatest of all of us?", "Ayy, ayy, you know what it is, though?", "Ayy ayy, what'd you say, bro?", "Oh wait a second, do y'all agree with that?", "You ain't got the vision, Mark Zuckerberg?", "You know why?", "What'd you say, did you say it?", "Why did I name ASAP?"]}, {"song_title": "SAIC Commencement Lecture", "questions": ["Can I give you a hug?"]}, {"song_title": "Saint Pablo", "questions": ["Who the real owner if your boss gets a salary?", "But buy a new car, talkin' 'bout \"how my neck look?"]}, {"song_title": "Saint Pablo Tour Rant", "questions": ["Guess what?", "Mark Zuckerberg, you wanna call me now?", "Not fuck the people that work at radio because these is real people that gotta feed they kids and they’re not being allowed to play that real shit because they think that in order to feed they kids they gotta play the same shit over and over and over. I was raised by KRS 1, I was raised by Tribe Called Quest, I was raised by DMX. The last real nigga alive?", "Wait a second. Eh, is it, “'Radio, fuck you?", "It’s a new world, Hillary Clinton, it’s a new world. Feelings matter. Because guess what?", "Y’all don’t want to lose again. A lot of people here tonight felt like they lost. You know why?", "is it just me, or did you hear that song so many times “you say you wanna play for free?", "Because guess what?"]}, {"song_title": "Sanctified", "questions": ["You stuck on a bitch?"]}, {"song_title": "Sanctified", "questions": ["?", "But who the fuck is you reachin'?"]}, {"song_title": "San Jose Saint Pablo Tour Speech", "questions": ["Benjamin Carson is a fucking genius. He might’ve said things that offended people. Maybe Bernie Sanders ain’t have the right look for something. Or maybe people was tired by the status quo of politics. They just wanted to see could possibly something fucking change. This fucking 1930s education system, this fucking class system, this ecosystem. Maybe there was people out there who wanted to see that something could possibly fucking change in this political ass society that’s not doing nothing to help each other out, but only to keep themselves in fucking power. People tell me I can’t talk to y’all in this way. ... There’s a power to the Saint Pablo Tour. All y’all know it’s the coldest tour and all the type of shit, right?", "a Kanye West show that voted for Trump?", "Not based on a 1930s idea of how to put everyone in the same factory. Schools were designed to put people in certain forms of jobs. The internet has opened up all other forms of jobs. Education is far behind where it needs to be for us as human beings to be informed enough to not be disappointed in the way that so many people were. We have to ask questions. None of us are experts at everything. When they go up and question the candidates, and it’s all about what the fuck they remember, it’s not about what you remember. It’s about, do you have the ability to work with the best of class?", "but I told y’all I didn’t vote, right?", "This world is racist, OK?", "more of what is the principles that can collectively come together?", "So, the funny thing about the guy throwing up the VIEWS hat is, the reason why I might not have thrown on the VIEWS hat is to show the power of this tour. “Nah, I’m the man, I’m Ye, this is my tour, right?", "That’s not supposed to happen, right?", "Let’s stop talking about that, bro. It’s racist, OK?"]}, {"song_title": "Save the Night", "questions": []}, {"song_title": "Say What's Real", "questions": ["Why do I feel so alone?", "That was your bad, how could you pass up on 'em?"]}, {"song_title": "Say You Will", "questions": ["Why would she make calls out the blue?"]}, {"song_title": "Say You Will", "questions": ["I’m so fresh I’m wondering \"why didn’t I design clothes?", "Turned the radio on and do I hear Sean?"]}, {"song_title": "Say You Will Freestyle", "questions": ["You know what I said?", "My friends say, \"What the fuck is wrong with them?", "Oh, you got me, huh?", "Are you comin' back?", "Where are you?", "And you say, \"Hey, are you alive?", "Are you gon' give me every chance you get?", "Where did all the lovers go?", "You gon' give me every chance you get?", "Your ego or your dick?", "Are you playin' around?", "What you think?", "I texted her and I said, \"Are you alive?"]}, {"song_title": "Say You Will (ft. Caroline Shaw)", "questions": []}, {"song_title": "Say You Will (Live From VH1 Storytellers)", "questions": ["What am I looking for?", "Why would she make calls out the blue?"]}, {"song_title": "Scape Goat (The Fix)", "questions": ["Find a resort, what?", "Hey Yeezy, what’s your next single is?", "Pac, 'cause don't it feel like Pac alive?"]}, {"song_title": "School Spirit", "questions": ["They say \"Oh you graduated?"]}, {"song_title": "School Spirit (Skit 1)", "questions": ["\"Hey, you know what's sexy?", "You know how many classes I took?", "But you know what?", "You know what college does for you?", "Okay?"]}, {"song_title": "School Spirit (Skit 2)", "questions": ["You know why?", "You know what's gonna keep me warm?", "You get that associate's degree, okay?", "So what?"]}, {"song_title": "Screw Jams", "questions": []}, {"song_title": "See Me Now", "questions": ["What’s up with who?", "What kind of jerk is that?", "Hey, feel like one of those old R. Kelly joints, right?", "\"I know Kanye a jerk,\" how could you say that?", "Hah?", "What Sean sound like?", "Yo, what you say when your people get out of jail, huh?", "When it’s time to go, where you trying to go?"]}, {"song_title": "See You in My Nightmares", "questions": []}, {"song_title": "See You In My Nightmares (Live From VH1 Storytellers)", "questions": []}, {"song_title": "Self Conscious", "questions": []}, {"song_title": "Self Conscious (A.K.A. Yeah)", "questions": ["I know you're wondering, how is Kanye spittin' so hot?", "If you paid then she's thinking 'bout her children, feel him?", "ons?"]}, {"song_title": "Self Conscious (Poetry Style)", "questions": []}, {"song_title": "Self Conscious (spoken word version)", "questions": []}, {"song_title": "Selfish", "questions": ["But, hey Kim, how's Minneapolis?", "Can I please, say my peace?", "What up Pam?"]}, {"song_title": "Selfish", "questions": ["But, hey Kim how's Minneapolis?"]}, {"song_title": "Selfish (Candy Shop Blend)", "questions": ["But, hey Kim how's Minneapolis?"]}, {"song_title": "Selfish Remix", "questions": ["Now what can I do?", "And when I'm gone do I truly miss them?", "My starting five how do I pick them?", "So what can I do?"]}, {"song_title": "Send It Up", "questions": ["She say \"Can you get my friends in the club?", "Relivin' the past?", "I say \"Can you get my Benz in the club?"]}, {"song_title": "S.E.X.", "questions": ["Sex, what you know about sex?", "Can you be my father?"]}, {"song_title": "Show Me a Good Time", "questions": ["After all the things that I've been through?", "In that outfit that you borrowed?", "How did I end up right here with you?", "Tell me can we kick it like Ali Shaheed and Phife Dawg?"]}, {"song_title": "Sick Thoughts", "questions": ["What the fuck?", "GRAV what the fuck is goin' on man?", "What the fuck man?", "You say virtual reality so kid why would you battle me?", "Aiiyo who's laughing man?", "What the fuck bee?", "what the fuck is wrong with you man?"]}, {"song_title": "Side 2 Side (Reissue Remix)", "questions": ["Know what I'm sayin?"]}, {"song_title": "Siiiiiiiiilver Surffffeeeeer Intermission", "questions": ["Yeezy, Yeezy, what's good?", "It's your boy Max B, what's going on?"]}, {"song_title": "Skit #1", "questions": ["Should we let our woman go and be with the cat in the car?", "Why?", "How many cars do we own?"]}, {"song_title": "Skit #2", "questions": []}, {"song_title": "Skit #3", "questions": ["Eating all of our cereal with forks because we wanted to save the milk, do you remember that?", "Do you remember all those Christmases when your mama walked in the room and pretended she was the tree, huh?", "Hmm, remember that?", "Remember that?"]}, {"song_title": "Skit #4", "questions": ["Kanye, would you like to step forward and explain these new shoes?", "What?", "This brother has been eating every day, can you believe that?", "What's next?"]}, {"song_title": "Sky Might Fall", "questions": ["Know what I'm talkin' 'bout?", "Will the rainstorms ever end?"]}, {"song_title": "Slow Jamz", "questions": ["You ain't know Twista can work it like The Whispers?", "Can you please?", "Man I swear she fine homes, why she always lying though?", "You know what I told her?", "You Ready for the World, girl?"]}, {"song_title": "Slow Jamz", "questions": ["Man I swear she fine homes, why she always lyin' though?", "You ain't know Twista could work it like the Whispers?", "Are you gonna be?", "Can you please?", "You know what I told her?", "Whatcha know about the Isley Brothers?", "Like how she feel... you know what she told me?"]}, {"song_title": "Slow Jamz (Still Tippin' Blend)", "questions": ["Are you gonna be?"]}, {"song_title": "S.L.U.", "questions": ["???"]}, {"song_title": "SMUCKERS", "questions": ["Yo, what up Wayne?", "Why, oh why, why, why don't they like me?", "And the Lexus pull up, errr, like hop, I hopped out, like wassup?", "I dreamt of 2Pac, he asked me \"Are you still down?", "What's your name again?", "What up Slime?"]}, {"song_title": "So Appalled", "questions": ["Fucking insane, the fuck am I saying?", "How am I even mentioned by all these fucking beginners?", "But would you rather be underpaid or overrated?", "How should I begin this?"]}, {"song_title": "SOB's Freestyle", "questions": ["?"]}, {"song_title": "So Lost", "questions": []}, {"song_title": "Some People Hate", "questions": ["You know what I think?"]}, {"song_title": "Sometimes I get Emotional Over Fonts", "questions": []}, {"song_title": "So Soulful", "questions": ["Get it?", "Do that mean God gonna make my kids stupid as well?", "Yeah. DC. Stand up for your boy ?"]}, {"song_title": "So Soulful", "questions": ["Do that mean God gone make my kids be stupid as well?"]}, {"song_title": "Soulful", "questions": ["Get it?", "Do that mean God gonna make my kids stupid as well?", "Yeah. DC. Stand up for your boy ?"]}, {"song_title": "Southside", "questions": ["People asking him, \"do you have any Grey Poupon?"]}, {"song_title": "Southside Serenade", "questions": []}, {"song_title": "Southside (snippet)", "questions": ["Do you have any grey poupon?", "Bust somebody head, T.L.C. where was we?"]}, {"song_title": "Spaceship", "questions": ["\"Why you ain't signed?", "Holler at God \"Man why'd you have to take my folks?"]}, {"song_title": "Spaceship - live version", "questions": ["Why you ain't signed?", "Holler at God \"Man why'd you had to take my folks?"]}, {"song_title": "Speech at Harvard Graduate School of Design", "questions": []}, {"song_title": "Stand Up", "questions": ["But where the fuck is the waitress at with my drinks?", "just like that?", "What's wrong?", "How you ain't gone fuck?"]}, {"song_title": "Stand Up", "questions": ["But where the fuck is the waitress at with my drinks?", "just like that?", "What's wrong?", "How you ain't gone fuck?"]}, {"song_title": "Stand Up (Remix)", "questions": ["But where the FUCK is the waitress at with my drinks?", "just like that?", "What's wrong?", "How you ain't gone FUCK?"]}, {"song_title": "Stand Up (Remix)", "questions": ["But where the fuck is the waitress at with my drinks?", "just like that?", "What's wrong?", "How you ain't gone fuck?"]}, {"song_title": "Star", "questions": []}, {"song_title": "Start It Up", "questions": ["Tryna eat, we ain't finna wait, where’s the dinner plates?", "What you gon do?"]}, {"song_title": "Start It Up (Remix)", "questions": ["You want a problem?", "So what you gon' do?", "You understand me?", "Where’s the dinner plates?"]}, {"song_title": "Start the Show (Extended)", "questions": ["Young who?"]}, {"song_title": "Statement on Beck Winning AOTY", "questions": []}, {"song_title": "Stay Down", "questions": ["Uh huh, where the money?", "Girls handing me their heart, how could I not break that shit?"]}, {"song_title": "Stay the Night", "questions": []}, {"song_title": "Stay Up! (Viagra)", "questions": ["Kinda crazy, right?"]}, {"song_title": "Still Dreaming", "questions": ["How you a man waiting for the next man to get rich?", "How high was I?", "When you go to sleep?", "I schemed since I'm 14, what the fuck was your dream?"]}, {"song_title": "Still Dreaming", "questions": ["How you a man waitin' for the next man to get rich?", "I scheme since I'm fourteens, what the fuck was your dream?", "How high was I?", "When you go to sleep, what do you think 'bout?"]}, {"song_title": "Stimulated", "questions": ["Why the fuck you so opinionated?", "So why the fuck you so opinionated?"]}, {"song_title": "Stir Crazy", "questions": ["What would make me jump in the tub with a cordless phone?"]}, {"song_title": "Strange Fruit", "questions": []}, {"song_title": "Strawberry Bounce", "questions": ["You like dat?"]}, {"song_title": "Stream of Consciousness on Kid Cudi (Saint Pablo Tour, Tampa, Florida)", "questions": ["Kid Cudi, we two black men in a racist world. I wore skinny jeans first. I got called names before you bruh. Why y'all gotta be coming at me?", "Me and your parents is cool. You know how many people wish they could be signed to G.O.O.D. Music, get their life changed?"]}, {"song_title": "Stream of Consciousness - Twitter Poetry", "questions": ["What war?"]}, {"song_title": "Streetlights", "questions": ["Do I still got time to grow?"]}, {"song_title": "Street Lights", "questions": ["Do I still got time to grow?"]}, {"song_title": "Stronger", "questions": ["Is anybody out there anymore?", "And you don't give a damn what they all say right?", "I'm trippin' I'm caught up in the moment right?"]}, {"song_title": "Stronger", "questions": ["Do anybody make real shit anymore?", "I'm trippin', I'm caught up in the moment, right?", "And you don't give a fuck what they all say, right?", "So how the hell could you front on me?"]}, {"song_title": "Stronger (Andrew Dawson remix)", "questions": ["Do anybody make real shit anymore?", "I'm trippin', I'm caught up in the moment, right?", "And you don't give a fuck what they all say, right?", "So how the hell could you front on me?"]}, {"song_title": "Stronger (A-Trak Remix)", "questions": ["I ask ?", "Well I?", "anymore?", "?", "Let?", "You know how long I?", "what they all say, right?", "That's how long I?", "I'm trippin' I'm caught up in the moment, right?", "Man I?", "So how the hell could you front on me?"]}, {"song_title": "Stronger (Demo/Lost)", "questions": ["Do anybody make real shit anymore?", "And you don't give a fuck what they all say, right?", "I'm tripping, I'm caught up in the moment, right?", "So how the hell could you front on me?"]}, {"song_title": "Summer Jam Freestyle", "questions": ["Let me see your ID, only seventeen?"]}, {"song_title": "Sunshine", "questions": ["Sworn to protect and serve, but who really got the power?"]}, {"song_title": "Sunshine", "questions": ["And thats what it is, you see?"]}, {"song_title": "Superluva (G.O.O.D. Music Remix)", "questions": ["How your waist anorexic and then your ass is colossal?", "It's me and dude now, what you gon' do now?"]}, {"song_title": "Supernova", "questions": []}, {"song_title": "Swagga Like Los", "questions": ["You bring your circle out where?", "I run circles around rappers, can you imagine?"]}, {"song_title": "Swagga Like Us", "questions": ["What the fuck you boys talkin' 'bout?", "So I guess we should address it, huh?", "\"Why you so mad for?", "Thanksgiving, do we even got a question?", "Did you even have any doubt?"]}, {"song_title": "Swagga Like Us (Freestyle)", "questions": ["What the fuck you girls talkin' 'bout?", "They like the ooh baby, he paid and he gave me pipe, right?", "Remember, I promised?"]}, {"song_title": "Swagger Like Us", "questions": ["Is anybody listening?", "You ready?", "Are you listening?"]}, {"song_title": "Sway Freestyle", "questions": []}, {"song_title": "Sway in the Morning [FULL TRANSCRIPT]", "questions": ["Uh, I'd say classist and controlist. It's not racist, because they love Asians, you know, so it's not racism. It's more like who can they control?", "\"Remind me again, who's the original Super Fly?", "So what happens when Mark Parker's riding on his jet?", "What's going to happen with the Red Octobers?", "And then some people could say \"Well, man I don't feel like YEEZUS was for the people. I don't feel like blah blah blah.\" Or make songs for yourself, you know what I'm saying?", "Good luck on your plight. And whatever you need from us, get at us, man. Alright?", "Hop album of all time, or arguably top 10 albums of all time, right?", "That was classic though, man, that was classic. Uh, but why is it that you need these people?", "Willy Wonka didn't stop making chocolate because he was making other things. People wanna marginalize me from the top all the way to the bottom. Or, who's to say who's at the top or the bottom, you know what I'm saying?", "First of all, the YEEZUS album is incredible to me. You know, there's a lot of messaging that I like. Sonically, it was different. It reminded me of a time we were on the road talking to veterans and I asked you about music, and you said \"I don't use sounds.\" I said, \"How you pickin' your sounds?", "But, let's thank Adidas for giving me the opportunity, it wasn't that Nike didn't uh, you know, offer me a contract. It still was extremely marginalized and a slap in my face, you know what I'm saying?", "I'm curious to why Pusha T and Big Sean weren't on this tour, with the GOOD Music artists. Why did you decide not to put them on the tour?", "Well, every artist that makes good music, is on GOOD Music. Drake on GOOD Music. Wayne on GOOD Music. James Blake on GOOD Music, Frank Ocean on GOOD Music. You make good music, you on GOOD Music in my mind. I'm not marginalized by the brand of the deal that I've taken from Universal in order to cut some of my homeboys some checks so that we can, you know, work on creative projects together. I'm not marginalized by the branding concept of GOOD Music versus Cash Money. All I do text Baby like, \"Yo we need to do something together.\" You know what I'm sayin'?", "Oh man, you've been making me have a great year, bro. Thank you, man. That's a wrap?", "That's...word?", "No, it's fine, the list is fine. But what I'm trying to say is when you trying to keep up with the list, and write all these raps, but you also trying to learn about clothing. You got a whole hood calling you a fag for even liking clothes, for being at like, uh the runway shows. Like you can't be a masculine person like Ralph Lauren, and still love the beauty and texture of clothing, as a artist. And still love a fat ass at the same time. You know?", "What you mean \"it ain't no hold up\"?", "First of all, I really appreciate when artists like yourself put spotlight  on artists that influenced you. You know, artists that you grew up with, tuned in to, listening to, and that gave you inspiration like Tribe Called Quest. Is that why you put them on the bill?", "You or Drake, it would be between your or Drake who would be number 1. That's what I say now. Who would you think would be number 1?", "Why is it that you can't?", "Why?", "?", "Ok, ok. Hey man, can you do a rap for us?", "Now what is it?", "So what you uh...?", "\"The Yeezys did good, that was a good job. Let me get you some more so you can start your own line, because obviously people lining up for it.\" But they'll marginalize you, and play you, and talk about, \"We don't even know when the Red Octobers coming out.\" You see what I'm saying?", "Drake?", "in the future, people will be absorbing all of what was, you know?", "I'm just talking about simplifying things, you know?", "Doing what more than me?", "That came off the top of the head. That's the homie, what else can I do?", "Just put it in rap form?", "That's it, huh?", "But why don't you empower yourself and don't need them and do it yourself?", "Run DMC, you know, niggas in leather, luxe, chains, and everything, to the highest level. Now you see the NFL uses that same thing, bringing Tom Brady up on a cube, right?", "No?", "You know Nike told me when I asked them?", "Walt Disney. Nike. Google. Now who's gonna be the Medici family and stand up and let me create more?", "and what you go through...by the way, I am always in your corner. And you're, you're right. You're in a realm where we don't know, people don't know what you're experiencing. Man, all these fucking names you naming sound foreign to me, bro. Because we don't know. But we need you to explain it, if I ask you a question man you can't blow up on it. I'm trying to understand why can't you?", "This is...?", "\" you know?", "You ain't got no new verse?", "You don't want that one?", "Ok, but you ain't gotta turn up on me, man to man, dog?", "Hop, wasn't allowed to be a rapper, and I went and turned around and became the most important, not rapper, but artist of the past 10 years?", "Can I ask you a question?", "What's the name of your clothing line?", "So, right now, y'all watching almost a comedy of life right now. If you go see Semipro and see how this man was trying to get people to come to the show, he was the coach of the team, he'd have to play on the team sometimes. And that's what it is, it's like, where would Michael Jordan be with no NBA?", "Pro, and how like Will Ferrell was trying to start a new league?", "if someone was a fashion designer and came to Dr. Dre, would Dr. Dre produce for them?", "That's what you gonna leave us with, right?", "What you think now, though?", "You know what I'm saying?", "It was really fascinating to see you so in control of this whole experience. When I heard you tell a story about Lenny Kravitz trying to break into the world of fashion and Louis Vuitton and these guys giving you a shot, and Pharrell. And then turning their backs on you. In that  particular field, would you say that part of fashion, the fashion world is racist?", "I heard you speak on Diamond D before, another classic producer. And then you also got Showbiz, from the Diggin' in the Crates Crew. What can you say about producers like Showbiz and Diamond D, and how they influenced you?", "\"Why you let Kanye do that?", "Like, I was interviewing with Charlemagne and he kept on coming up with these old slave concepts of like, you know, \"How you gonna work with the corporations, but you gonna dis the corporations?", "I love you man, I'm sorry, ok?", "Alright, let's do it. Fuck it. Kanye West. Sway in the Morning. Shade 45. Wonder, what you got?", "Can I?"]}, {"song_title": "Sway in the Morning with Kanye West (Excerpts)", "questions": ["Doing what more than me?", "What's the name of your clothing line?", "Why is it that you can't?", "?", "But why don't you empower yourself and don't need them and do it yourself?", "What's is going to happen with the Red Octobers?", "You know Nike told me when I asked them?"]}, {"song_title": "Sweet Serenade", "questions": ["Who are you to be compared with?"]}, {"song_title": "Take It As A Loss", "questions": ["????????"]}, {"song_title": "Take One for the Team", "questions": ["Her friend bust in, goddamn, who brought the raccoon out?", "huh?", "You know what?", "Huh?", "What's the cause of the poor smell?", "What about Cool Water?", "Ever seen Joe's Jeans on a jackass?", "Or that God damn cucumber Bath and Body Works?", "Ever seen how a kingpin carries on?", "I'm like, \"Why did this bitch have to bring her?"]}, {"song_title": "Takeover", "questions": ["You bringin' them boys to men, how them boys gonna win?", "Four albums in 10 years, nigga?", "What you tryin' to kick, knowledge?"]}, {"song_title": "Takeover Freestyle", "questions": ["If she wanna sip and dip?", "Ask what she wanna do?", "Baby girl wanna meet Yeezy?"]}, {"song_title": "Takeover Freestyle", "questions": ["What color he get?", "That coke ??", "Cats say how I get out my deal?", "Apologize?", "Beef nigga?"]}, {"song_title": "Takeover (MTV Unplugged)", "questions": ["The battle, we gotta keep it in the battle right y'all?", "You bringing them boys to men, how them boys gonna win?", "Your shit is garbage, what you trying to kick, knowledge?", "Y'all ready for that?", "4 albums in 10 years, homie??"]}, {"song_title": "Talk About Our Love", "questions": ["How can they talk about our love?"]}, {"song_title": "Talk About Our Love", "questions": []}, {"song_title": "Tampa Visionary Stream of Consciousness 11/30/2013", "questions": ["?", "I ain't saying, when I say you I'm talking about public perception, I'm talking about backlash, I'm talking about all the tools they use to hold dreamers back, to make them look like motherfucking lunatics. How many people you know, that you talk to on a day to day basis, that made a motherfucking mountain open up in Tampa tonight?", "How many people are under 20 tonight?", "???", "Miles Davis, Biggie Smalls, Lauryn Hill, Prince, 2Pac. The Gemini that I am, it is my responsibility to turn up and tell you the truth. And if I get in so much trouble for telling you the truth, and if I, if I get in so much trouble for telling you the truth, then the rest of the time, the rest of the time, what the fuck were they telling you?", "Cause most people, you know they say, they say people in my position, what ever that position is, like a celebrity or you make money, you have some type of status or some shit, you don't wanna fuck it up right?"]}, {"song_title": "Taylor Swift, Racism", "questions": ["A female voice asks, \"Why are you so angry?", "You know what I'm saying?", "Hop song in 2008?", "It ain't no love. What the fuck was Pink performing?"]}, {"song_title": "Tell Me I'm The Only One (Carlos Serrano remix)", "questions": ["How he move in a room full of no's?", "Oh am I late?", "Treasure, what's your pleasure?", "How he stay faithful in a room full of hoes?"]}, {"song_title": "Tell Me When to Go (Remix)", "questions": ["A remix, pimp?", "Who you know could get Kanye West on the remix?"]}, {"song_title": "Tell Me When to Go (Remix)", "questions": ["You swear?"]}, {"song_title": "Tell Your Friends", "questions": ["Who lasts?"]}, {"song_title": "Tell Your Friends (MET Gala Remix)", "questions": []}, {"song_title": "Tell Your Friends (Remix)", "questions": ["I gotta ask how serious?"]}, {"song_title": "Teriya-King", "questions": ["Verbal asked me do I need a pen?", "Why's it always VERBAL?", "G?", "Cuz I'm leaving legacies?", "There fees in the party?", "This is my house, you don't like it?", "So what now?", "Hit the club watch them line up like IV?"]}, {"song_title": "Testify", "questions": []}, {"song_title": "Thank You", "questions": ["\"Wait, who's this?", "how am I a legend?", "For the winter I be fly all summer?", "Let us save you some trouble, son, what size suit you is?"]}, {"song_title": "Thank You", "questions": ["It feel good, don't it?", "See how we push sometimes a man fi get kuff?", "Yeah, it feel good, don't it?", "Watch me turn them to skeletons, see how I come and bring out the betterness?", "Chanel minks in the winter, who fucking with us?", "We wade on, talk shit while we ball so what's cracking with y'all?"]}, {"song_title": "Thank You", "questions": ["Baby, why you hanging with them Busters like Babs?", "Why you take offense with your defensive ass?"]}, {"song_title": "That Nigga Jigga Freestyle", "questions": ["He can't have hot rhymes?", "You know what I'm sayin'?", "What a nigga can chew gum and tie his shoes at the same time?", "Think I won't use the gat?", "Why niggas just can't do a lot of shit good?", "What up G?", "they be like, \"Oh, you rap?"]}, {"song_title": "THat Part", "questions": ["I'ma freestyle this mothafucka, who knew?", "Broke?"]}, {"song_title": "THat Part (Black Hippy Remix)", "questions": ["How the feds know my set name?", "How the feds in your contacts?", "White nigga with a badge, you gon' let that slide?", "On that \"Fuck you, bitch, where the pay pay?", "How you ballin' in a hyundai?"]}, {"song_title": "THat Part (The Late Show Performance)", "questions": ["How the feds in my set name?", "Where the bud?", "ay?", "Gang banging like you said \"what's up?", "How the feds in your contacts?", "Where the bloods?", "Broke?"]}, {"song_title": "That's My Bitch", "questions": ["Shorty right there?", "But why all the pretty icons always all white?", "Where she at?", "Get ya own dog, ya heard?", "how come?", "How can somethin' so gangsta be so pretty in pictures?", "Could I maybe have another dab of your potion?"]}, {"song_title": "The 5 Best Beats of 2013", "questions": []}, {"song_title": "The Beginning", "questions": []}, {"song_title": "The Black Album [Tracklist]", "questions": []}, {"song_title": "The Blueprint 2.1 [Credits]", "questions": []}, {"song_title": "The Blueprint 3 [Credits]", "questions": []}, {"song_title": "The Bounce", "questions": ["You did \"Takeover,\" do you got beef with Nas?", "Ask me, \"Ray Ray, is that yo' car?"]}, {"song_title": "The College Dropout [Artwork]", "questions": []}, {"song_title": "The College Dropout [Booklet]", "questions": []}, {"song_title": "The College Dropout [Credits]", "questions": []}, {"song_title": "The Come Up", "questions": ["And if you feel that then I guess I sell crack, get it?", "Who the fuck you harmin'?", "Open your eyes mothafucka, can you see?", "how the fuck is he so good?", "You coming to the 'Ville?"]}, {"song_title": "The Cool", "questions": ["\"You're scared, ain't ya?"]}, {"song_title": "The Corner", "questions": []}, {"song_title": "The Corner", "questions": ["And dying just to make a living, huh?"]}, {"song_title": "The Corner (Remix)", "questions": ["And dying just to make a living, huh?"]}, {"song_title": "The Daily’s Fashion Los Angeles Awards Speech", "questions": ["?", "And I honest.. I’mma jump to a point just so I don’t take too long. I believe that the world can be changed. The world can be saved through design. Through unselfish design. Through unselfish creation. You know, God is the number one creator. I’m a Christian, I’m not tryna push my opinions on anyone. But in my opinion God is the number one creator. And we, anytime we, you know, create, we’re extension of doing his work on Earth. While we’re here what can we do for humanity?", "But what I wanna say is, this guy let me, a celebrity designer, work at Milk Studio when Adidas couldn’t figure out where my office was. We didn’t have windows, you know, it was cool, you know. We’d go out and get a cup of coffee, we stole a bunch of free cappuccinos from down the hallway. And I promised him that I was gonna be fucking good. It wasn’t about me being a celebrity ‘cause it could’ve been like, “what do you mean you got a celebrity designer working at Milk Studio?"]}, {"song_title": "The Dynasty: Roc La Familia [Credits]", "questions": []}, {"song_title": "The Ellen Show: On Having More Kids", "questions": ["Really?", "How do you think marriage has changed you, if it has?", "you know?", "Okay. What about \"Ellen's My Friend\"?", "So, uh, more kids?", "And smart as can be, right?", "that's a good answer, whether it's true or not. And what is the name of the CD?", "Oh, look at that. So you're gonna have more?"]}, {"song_title": "The Finer Things", "questions": ["Let's just say that I'm diggin' that like a miner, ya digg?", "I asked her 'you buying?", "Maybe that's just because you ain't found the right thing?", "What's you think my fuel was for all of these years?", "So how you gone front on me?"]}, {"song_title": "The Food", "questions": []}, {"song_title": "The Food Freestyle", "questions": []}, {"song_title": "The Food (Live)", "questions": ["Everybody gotta eat right?"]}, {"song_title": "The Game", "questions": []}, {"song_title": "The Genius That Is Kanye West", "questions": []}, {"song_title": "The Glory", "questions": ["Even if I don't hit again?", "How I'm suppose to stand out when everybody get dressed up?", "Dog, are you fucking kidding?", "When you meet me in person what do you feel like?", "Why I gotta ask what that TUDOR cost?", "Can I talk my shit again?", "What am I supposed to do now?"]}, {"song_title": "The Good, The Bad, The Ugly", "questions": ["Alright, is everybody ready?", "She said 'Ye, you don't love me?"]}, {"song_title": "The Good, The Bad, The Ugly (Exclusive)", "questions": []}, {"song_title": "The Joy", "questions": ["I’m like \"Where them Madonnas now?", "You ain't get the memo?", "Your life’s cursed?", "Have you seen him?", "Stupid questions like \"Is he gon' be dope again?"]}, {"song_title": "The Killing Season", "questions": []}, {"song_title": "The Life of Pablo [Credits]", "questions": []}, {"song_title": "The Life of Pablo Studio Notepad", "questions": ["?"]}, {"song_title": "The Life of Pablo [Tracklist + Album Cover]", "questions": []}, {"song_title": "The Light Is Not Afraid Of The Dark", "questions": ["?", "Who hear me?"]}, {"song_title": "The McDonald's Man", "questions": []}, {"song_title": "The Mind Is Powerful", "questions": ["?", "Are you ready for star time?"]}, {"song_title": "The Morning", "questions": ["Cling to me, now see how the scenery rock, yo?", "Yelling what up?", "What makes you think an Illuminati would ever let some niggas in?", "I guess it depends what you falling for, the clothes?", "Getting that money nigga?"]}, {"song_title": "The New Workout Plan", "questions": ["To give me a soul clap ok?"]}, {"song_title": "The new workout plan - live version", "questions": ["4 door, do you know the difference between a 5, 6, 7, 8?", "'Cause on this one I need y'all to give me a soul clap okay?"]}, {"song_title": "The New Workout Plan (Remix)", "questions": ["What y'all sayin'?", "to give me a soul clap ok?"]}, {"song_title": "The New Workout Plan (Remix – Freshmen Adjustment Vol. 3 Version)", "questions": ["What...y'all...sayin?", "1?", "Pat, where we at, 3 mil?", "Hello, then who I'm talking about, people?", "Tell me who the rest now?", "?", "Who the best now?"]}, {"song_title": "The One", "questions": ["You think you me, but you ain't me, what you done lately?"]}, {"song_title": "The One", "questions": ["?", "Who the hottest in UK?", "What more can I say?"]}, {"song_title": "The People", "questions": []}, {"song_title": "The Rape Over", "questions": ["Hey lil souljahs is you ready for war?"]}, {"song_title": "Therapy", "questions": ["whassup?", "When the cops come what I could say?", "Who do I call to talk to?", "What do I do, what do I say?"]}, {"song_title": "There is no God but you", "questions": ["Treasure, what's your pleasure?", "How he stay faithful in a room full of hoes?", "Class started 2 hours ago, oh am I late?", "How he move in a room full of no's?", "You know what I'm sayin'?"]}, {"song_title": "The Roc in Here", "questions": []}, {"song_title": "These Walls", "questions": ["Could you lower those signs please?", "How long am I supposed to grin?"]}, {"song_title": "The Summer League", "questions": []}, {"song_title": "The Truth", "questions": []}, {"song_title": "The Truth Freestyle", "questions": ["Woooooo, just imagine if I only spit?", "If you paid, then she's thinkin' bout her children, feel him?", "Call Gee and Hop, did you get the check?", "Is it the money on deck that keeps on the honeys on the dick?", "How you gon' look at me and say I ain't made shit?", "Yo, Dame, where the fuck you find me?", "Prolly not though, unless you got dough, you know what I mean?"]}, {"song_title": "The Way That You Do", "questions": []}, {"song_title": "They Say", "questions": ["Fuck you expect?", "They say \"What's happenin'?"]}, {"song_title": "They Say", "questions": ["Fuck you expect?", "They say \"What's happenin'?"]}, {"song_title": "They Say (Original Version)", "questions": ["?", "They say \"What's happenin'?"]}, {"song_title": "This Ain't a Scene, It's an Arms Race (2007 VMA Remix)", "questions": ["Do you?", "Who knew?", "You too?", "Right now they got that number one spot, do you want that?"]}, {"song_title": "This Ain't A Scene, It's An Arms Race (Kanye West Remix)", "questions": ["Do you?", "do you want that?", "Who knew?", "You too?"]}, {"song_title": "This Can't Be Life", "questions": ["what's the meanin?", "Geah.. whassup?", "What your life like?"]}, {"song_title": "This Love (Kanye West Remix)", "questions": []}, {"song_title": "This Me", "questions": ["What's worse, a testimony from you homie?"]}, {"song_title": "This Way", "questions": []}, {"song_title": "This Way", "questions": []}, {"song_title": "This Way (verse)", "questions": []}, {"song_title": "Thought It Was On", "questions": ["Um, I think so, ain't your name Drew?", "Girl I'm just teasin' what's the reason for the treason?", "Know what I'm sayin', shorty was straight playin' herself, right?", "Do the names Tonya and Tameka ring a bell?", "Ay Grav, didn't you use to mess with those girls over there right there?", "You know what I'm sayin'?", "Now girl, what the hell?"]}, {"song_title": "Through the Wire", "questions": ["Town, what's goin' on?", "Tellin' her her son's on life support?", "Unbreakable, what, you thought they'd call me Mr. Glass?", "\"Dawg, don't you realize I'll never make it on a plane now?", "Can they, Hop?", "On the hottest rap label around?", "Except he's really puttin' it down?", "Yo, Gee, they can't stop me from rappin', can they?", "Y'know what I'm sayin'?"]}, {"song_title": "Through the Wire (Dead Presidents Blend)", "questions": ["Can that huh?", "Yo G they can't stop me from rapping can they?"]}, {"song_title": "Through The Wire (Freestyle Remix)", "questions": ["Town, what's goin' on?", "Doctor, doctor, would you please say somethin'?", "Can I see some I.D. please?", "You hear that?", "Yo Ferris, they can't stop me from rappin', can they?"]}, {"song_title": "Through the Wire (Live from Abbey Road Studios)", "questions": ["Can they, ha?", "I'll never make it on the plane now?", "Tellin' her her son's on life support?", "town what's going on?", "On the hottest rap label around?", "Unbreakable, what you thought they called me Mr. Glass?", "Yo G, they can't stop me from rappin', can they?", "Y'know what I'm sayin'?"]}, {"song_title": "Through the Wire (Remix)", "questions": ["Can I take a minute with y'all to be totally real?", "Doctor, doctor, would you please say somethin'?"]}, {"song_title": "Through the Wire (Still Standing)", "questions": ["Y'know what I'm saying?", "town, what's goin' on?", "Unbreakable, what, you thought they'd call me Mr. Glass?", "Can they, Hop?", "On the hottest rap label around?", "Except he's really putting it down?", "\"Dawg, don't you realize I'll never make it on a plane now?", "Telling her her son's on life support?", "Yo, Gee, they can't stop me from rapping, can they?"]}, {"song_title": "Throw Some D's", "questions": ["Why don't you buy some bigger tits?", "You know what I'm saying?", "Ain't that a true bitch?", "She on the same program as Britney, is you wit' me?", "Spanish chick grab my chain, says \"is that Jesus?", "Hold on, lemme ask you, why you spend your money on that shallow shit?"]}, {"song_title": "Throw Some D's (interlude)", "questions": ["Why don't you buy some bigger tits?", "You know what I'm saying?", "Ain't that a true bitch?", "She on the same program as Britney, is you wit' me?", "Spanish chick grab my chain, says \"is that Jesus?", "Hold on, lemme ask you, why you spend your money on that shallow shit?"]}, {"song_title": "Throw Some D's (Remix)", "questions": ["Why don't you buy some bigger tits?", "You know what I'm saying?", "Su's?", "Ain't that a true bitch?", "She on the same program as Britney, is you wit' me?", "Hold on, lemme ask you, why you spend your money on that shallow shit?"]}, {"song_title": "Throw Your Hands (In the Air)", "questions": []}, {"song_title": "Tiimmy Turner (Remix)", "questions": ["Why they don't never show me the love?"]}, {"song_title": "Timmy's Prayer", "questions": ["I'm singing so blindly, can you hear me?", "Can you find me?"]}, {"song_title": "Tim Westwood Freestyle", "questions": ["We throw the diamonds in the screen, nah mean?", "You know what that mean?", "Can I get an encore, do you want more?", "Well what you want from me?", "Should I holla at these bitches?", "She had the \"hee hee, who got the keys?", "?", "Why you all in my face?", "GQ, who knew he'd be the flyest?", "You must be pimpin' and you ain't sweat her, you know?", "What should, what should I spit?", "What I want, people to stop buyin' diamonds?", "Is this the price to pay for the icy way?"]}, {"song_title": "Tired Of Y'all (Find Your Love Remix)", "questions": ["And I’m still a gangsta, y'all niggas can play brothers 'till I kill 'em you feeling the little Willis, ain't ya?", "I’m getting better by the second you can feel it, can’t ya?", "What kind of artist a killer, that wouldn’t kill a paintbrush?", "Diss?", "How can Hip Hop possibly expose me when I’m so real niggas can’t hold me?"]}, {"song_title": "Tomorrow", "questions": []}, {"song_title": "Too Late 2 Turn Back Now (REMIX)", "questions": ["Rapping, rapping. What just happened?"]}, {"song_title": "Top This", "questions": ["?", "If I ain't a gangsta nigga what do you call that?", "Fan's askin', \"Where yo ass been?"]}, {"song_title": "To the World", "questions": ["Mmm ain't this some shit?", "Only nigga in Beverly Hills, where the hell is Axel Foley at?"]}, {"song_title": "Touch It", "questions": []}, {"song_title": "Touch the Sky", "questions": ["???", "I guess it paid off, what more can I say?"]}, {"song_title": "Touch the Sky", "questions": ["Like \"Man, these niggas that much better than me?", "Yes, yes, yes, guess who's on third?"]}, {"song_title": "Touch the Sky (album version) (Promo Only clean edit)", "questions": ["Yes, yes, yes guess who's on third?", "Like \"Man, these niggas that much better than me?"]}, {"song_title": "Touch the Sky (clean)", "questions": ["Yes, yes, yes guess who's on third?", "Like \"Man, these niggas that much better than me?"]}, {"song_title": "Touch the Sky (dirty)", "questions": ["Yes, yes, yes guess who's on third?", "Like \"Man, these niggas that much better than me?"]}, {"song_title": "Touch the Sky (instrumental)", "questions": ["Yes, yes, yes guess who's on third?", "Like \"Man, these niggas that much better than me?"]}, {"song_title": "Touch the Sky (live)", "questions": ["Yes, yes, yes guess who's on third?", "Like \"Man, these niggas that much better than me?"]}, {"song_title": "Touch The Sky (Live From VH1 Storytellers)", "questions": ["What would he learn?", "how many of you saw the Glow In The Dark tour in the room tonight?", "these niggas that much better than me?", "What would happen if they actually talk to each other?", "Are y'all happy you came to VH1 Storytellers?", "What would she learn?"]}, {"song_title": "Touch the Sky Single Art", "questions": []}, {"song_title": "Trap Muzik [Tracklist + Artwork + Credits]", "questions": ["MI0002819989.jpg?"]}, {"song_title": "Trend Starters", "questions": ["Don't hear what we're sayin'?", "Where you think they got the shutter shades and tight jeans?"]}, {"song_title": "Trill Shit", "questions": []}, {"song_title": "Turbo", "questions": []}, {"song_title": "Turn Out Your Lights (Freewest)", "questions": ["Black Bon Jovi, ?"]}, {"song_title": "Turn Ya Self In", "questions": ["Body or the wrist?"]}, {"song_title": "Twitter Rant on Jimmy Kimmel", "questions": ["IS THAT FUNNY?"]}, {"song_title": "Twitter Stream of Consciousness - Bob Ezrin", "questions": ["Has anybody ever heard of Bob Ezrin???"]}, {"song_title": "Twitter Stream of Consciousness - Deadmau5", "questions": ["does it get  hot?", "ok another super serious question   ...  is there a portable fan situation?", "Do you do birthday parties??", "when you get married will your wife have a giant minnie mouse head?"]}, {"song_title": "Twitter Stream of Consciousness - Fern Mallis", "questions": []}, {"song_title": "Twitter Stream of Consciousness - MediaTakeout", "questions": ["I'M SO HYPE RIGHT NOW    EVERYTHING HAS CHANGED  . HAVE YA'LL EVER SEEN TRON?"]}, {"song_title": "Twitter Stream of Consciousness on Meeting with Donald Trump", "questions": []}, {"song_title": "Twitter Stream of Consciousness on Paul / The Life of Pablo", "questions": []}, {"song_title": "Twitter Stream of Consciousness on The Grammys", "questions": ["Has anyone at the Grammys ever heard March Madness???", "What is your definition of true freedom?"]}, {"song_title": "Twitter Stream of Consciousness - Rich People", "questions": []}, {"song_title": "Twitter Stream of Consciousness - Taylor Swift line on \"Famous\"", "questions": []}, {"song_title": "Twitter Stream of Consciousness - The College Dropout", "questions": []}, {"song_title": "Twitter Visionary Stream of Consciousness on Taylor Swift, artistry and musical perception", "questions": []}, {"song_title": "Two Birds, One Stone", "questions": ["They all look at me, like, \"What have you done for me lately?", "Free C5, how the fuck we got the boss waiting?", "Is you crazy?"]}, {"song_title": "Two Words", "questions": ["Motherfuckers askin' \"who is that?"]}, {"song_title": "Two Words (9th Wonder remix)", "questions": []}, {"song_title": "Two Words (Cinematic)", "questions": ["Motherfuckers askin' \"who is that?"]}, {"song_title": "Two Words (Slow Moves)", "questions": []}, {"song_title": "TYF (Homies)", "questions": []}, {"song_title": "U, Black Maybe", "questions": []}, {"song_title": "Uh Oh!", "questions": ["Why these niggas wanna hate me mane?", "Shit you heard that?", "What, nigga?", "Why this nigga wanna hate me mane?", "Lookin', you dig?"]}, {"song_title": "U Know", "questions": ["Lo, why them girls tell you no means no?", "Why you keep bawlin' though girl, you ain't been around niggas before?", "Why my chain rosey gold, why my wrist below zero?"]}, {"song_title": "U Know", "questions": ["Why you keep bawlin' though girl, you ain't been around hoes before?"]}, {"song_title": "Ultralight Beam", "questions": ["Why, oh why'd you do me wrong?", "So why send oppression not blessings?"]}, {"song_title": "Ultralight Beam (Kanye West Cover in the Radio 1 Live Lounge)", "questions": ["You feel me?"]}, {"song_title": "Ultralight Prayer", "questions": []}, {"song_title": "U Mad", "questions": ["What that mean?", "Who her?", "Like where was you last week?", "Drinkin' like it's no tomorrow, what's today?", "Oh you mad, huh?", "She gon' be mad right?", "Wanna catch that cab, right?"]}, {"song_title": "U Mad", "questions": ["Oh you mad, huh?"]}, {"song_title": "U Mad (Flint Water Crisis Remix)", "questions": ["spring wheels?", "Oh you mad, huh?", "Who?"]}, {"song_title": "Unbreakable", "questions": ["Lets do it ,you ready?"]}, {"song_title": "Unbreakable (Unplugged)", "questions": ["Lets do it ,you ready?"]}, {"song_title": "Un Casa", "questions": []}, {"song_title": "Unreleaased Studio Session", "questions": []}, {"song_title": "Untergrund Union", "questions": ["?"]}, {"song_title": "Upper Echelon", "questions": ["I'm a king mothafucka who the hell are you?"]}, {"song_title": "Upper Echelon (Demo)", "questions": ["?"]}, {"song_title": "Used to Love U", "questions": []}, {"song_title": "Us Placers", "questions": ["Go to VA with a Tec and spray campuses?", "Plain Pat what up?", "Now they got you in VIP, huh?", "Like \"Hey, didn't you play in..?", "How many people almost famous?"]}, {"song_title": "U With Me?", "questions": ["Is you wit' me or what?", "Yeah, how's that for real?", "How's it goin' down?", "What these bitches want from a nigga?", "You send the \"Are you here?", "What type of games are bein' played?"]}, {"song_title": "Versace", "questions": []}, {"song_title": "Visionary Stream of Consciousness at Adult Swim Upfront", "questions": ["It's so funny, somebody asked me \"when you do SNL, are you going to do like a skit about the paparazzi and shit and like humanize yourself?"]}, {"song_title": "Visionary Stream of Consciousness at Paparazzo [Sept. 27, 2013]", "questions": ["What you mean, “relax?", "Hey, Kanye, are you mad at Jim Kimmel?", "Yo, did you just..?", "Don’t say anything to me, man. Like, stop asking me questions. You out in front of my house at 4 AM, talking about, ‘How’s it going?", "How’s it going, Kanye?", "You want me to be standing outside your house at 4 AM?", "Are you mad at Jim Kimmel?"]}, {"song_title": "Visionary Stream of Consciousness (Michael Jordan)", "questions": ["?", "??"]}, {"song_title": "Visionary Stream of Consciousness on Taylor Swift and Racism", "questions": ["Why are you so angry?", "It ain't no love. What the fuck was Pink performing?", "You know what I'm saying?", "Hop song in 2008?"]}, {"song_title": "Vision of Yeezus Appears in Woman's Knee", "questions": []}, {"song_title": "Vs deMID", "questions": ["?"]}, {"song_title": "Vs Relarit", "questions": ["?"]}, {"song_title": "Vs Азиат с России", "questions": ["?"]}, {"song_title": "Wack Niggas", "questions": ["Start speakin' New ?", "she said \"Who's the sissAY?", "All day talkin' that shit like you hold a gat, right?", "It's just you're fuckin' up my high, can a nigga smoke in silence?", "Y'na'mean?"]}, {"song_title": "Wack Niggaz", "questions": ["It's just you fucking up my high, can't a nigga smoke in silence?"]}, {"song_title": "Wack Niggaz", "questions": ["You was with mey, she said \"Who's the sissay?", "It's just you're fuckin' up my high, can a nigga smoke in silence?", "Y'na'mean?", "All day talkin' that shit like, \"You hold a gat, right?"]}, {"song_title": "Wake Up Girl", "questions": ["Baby, uh, you still sleep?", "Can I interrupt your dreams?", "See what I mean?", "Hello?"]}, {"song_title": "Wake Up Mr. West", "questions": ["Does it look like I promised you anything?", "You think this is?", "Where your goddamn book bag at?", "Look at my face, do I got a promised face?", "You think this shit easy, don't you?", "is you snorin' in my class?"]}, {"song_title": "Walkin' on the Moon", "questions": ["There's a lot of stars in here ain't it?", "Where'd you come from on this lonely night?", "Is there anybody up here?", "Hello?"]}, {"song_title": "Wanna Be Loved", "questions": ["Yeah, don’t you wanna be loved?"]}, {"song_title": "Want It All", "questions": []}, {"song_title": "Wash All Over Me", "questions": ["Will I stand or will I fall?"]}, {"song_title": "Waves", "questions": []}, {"song_title": "Waves (Original Demo)", "questions": ["?"]}, {"song_title": "Way Too Cold", "questions": ["Can't a young nigga get money any more?", "Come to meet me without no drawers?"]}, {"song_title": "We Are The World 25 For Haiti", "questions": ["What's your will to live?"]}, {"song_title": "We Can Make It Better", "questions": ["Johnnie Cochran dead, who gonna get us \"Us free\" now?", "One foot in and one foot out the grave, niggas want they reparations, how you calculate the amount to be paid?", "Who gon' make it good for old folks that's senile?", "Clinton ain't in office, who gon' give us shit free now?", "She yells out, \"Why y'all do this to black men?", "Who gon' make it better for the thugs in the penal?"]}, {"song_title": "We Can't Tell", "questions": ["Damn, Kanye, is that your car?", "So first of all who am I?"]}, {"song_title": "We Don't Care", "questions": []}, {"song_title": "We Don't Care (Reprise)", "questions": []}, {"song_title": "We Fight We Love (Remix)", "questions": []}, {"song_title": "Welcome Back (Remix)", "questions": []}, {"song_title": "Welcome To Heartbreak", "questions": ["Where did I go wrong?"]}, {"song_title": "Welcome to Heartbreak (unreleased version)", "questions": ["Look back on my life and my life gone... where did I go wrong?"]}, {"song_title": "Welcome to the Jungle", "questions": ["Momma, look at ya son, what happened to my smile?", "Goddamn I’m so high, where the fuck did I go?", "Where the fuck is the sun?", "Where the fuck is the press?"]}, {"song_title": "Welcome to the World", "questions": ["They’d rather see a nigga locked up, why?", "First off, fuck that mean?", "Thought I would put some paper and your purse so soon?", "To the world they ain't welcome to, you understand?", "Uhh, where do I start?", "What the fuck you take me for?"]}, {"song_title": "We Loved It", "questions": ["Will it ever end?", "Will I ever love again?"]}, {"song_title": "We Major", "questions": ["We major?", "Why else you think shorties write rhymes just to blow up?", "why you call it Late Registration 'Ye?", "First line should it be about the hoes or the ice?", "What this verse sound like, should I freestyle or write?", "fo's or Black Christ?", "Hpnotiq for Henny?", "Don't you agree?", "Can I talk my shit again?"]}, {"song_title": "We Major (The Kickdrums remix)", "questions": ["We major?", "Why else you think shorty's write rhymes just to blow up?", "So they asked me, why you call it \"Late Registration\" 'ye?", "What this verse sound like, should I freestyle or write?", "First line, should it be about the hoes or the ice?", "On the vocals, he sings quite beautiful don't you agree?", "four's or black christ?", "Can I talk my shit again?"]}, {"song_title": "We Rollin'", "questions": ["And I'm a black man, in a Cadillac man, see what I'm saying is?", "Momma can you hear me?"]}, {"song_title": "Whatever U Want", "questions": []}, {"song_title": "Whatever You Want", "questions": ["Can you say GOOD music?", "So what she do?"]}, {"song_title": "Whatever You Want (Remix)", "questions": ["Then why would you even wanna reminisce?", "So do whatever y'all want, whats the deal, eh?"]}, {"song_title": "What If I Told You? (Interlude)", "questions": []}, {"song_title": "What Is It", "questions": ["Oh, see, why you listen to the press, though?", "What else am I suppose to do?", "What it is, nigga?", "dude?", "ug and act like im innocent and cute?", "ride?", "“Thank?", "What am I suppose to do?", "feel?", "Have you ever been down wit a female from the hood?", "ug and act like I'm innocent and cute?", "why you ac’in’ like you ain’t impressed for?"]}, {"song_title": "What It Is", "questions": ["Oh, see why you listen to the press though?"]}, {"song_title": "WHAT THE FUCK RIGHT NOW", "questions": ["How was that?", "Why the fuck is niggas actin' like niggas ain't the originators of this shit?", "Nigga what you scared for?", "Why the fuck these hoes wanna fuck a nigga like me now?", "Niggas mad at T, where the tall freckled white boys at?", "Oh you wearin' Vans and Supreme this season?", "Why the fuck these niggas frontin' like niggas ain't been invented the swag they runnin' with?", "You fuckin' weak and you robbin' your plug?", "Can't you lower the price down?", "Why the fuck these niggas wanna look like me now?", "Fuck is niggas talkin' 'bout, nigga?", "hanh?", "What the fuck right now?"]}, {"song_title": "What We Talkin' About", "questions": ["Who cares what they say, they say, they say?", "What we talkin' about?", "You talkin' about fiction?", "What is you talkin' about?", "I'm doin' better than before, why would I do that?", "You talkin' about millions, or you talkin' about mine?"]}, {"song_title": "What You Do to Me", "questions": ["How this making me look?", "I said boy don't you know what you do to me?", "Man, you know I love you right?", "Coming at me on some Jay Z shit, who you with?", "So you believe me baby?", "Look, if you don't trust me why the fuck is you with me?", "I said girl don't you know what you do to me?", "I don't keep up with the time, what the fuck you think I'm lyin'?", "But dude a lame, he probably asked you can he work it out?", "And do you need me baby?", "You just got to be real with me, is you cheating on me?"]}, {"song_title": "What You Do to Me", "questions": ["How this making me look?", "Man, you know I love you right?", "\"Boy, don't you know what you do to me?", "you thinkin' he don't cheat and he committed?", "Why the fuck is you with me?", "You think I'm lyin'?", "And do you need me baby?", "\"Girl, don't you know what you do to me?", "He probably asked you can he work it out?", "Is you cheating on me?", "What the fuck?", "So you believe me, baby?", "Who you with?", "Who the hell done run their mouth and almost got me caught up?"]}, {"song_title": "When I See It", "questions": ["Who lasts?"]}, {"song_title": "Where U Should Be", "questions": ["?", "That girl looking good over there man. What should I do?"]}, {"song_title": "Where You At? (The Whole City Behind Us)", "questions": ["With so much personality, what do you want from me?", "you got jokes?", "'Where You At?", "Where you at?", "and people asking 'Where You At?"]}, {"song_title": "Where You Wanna Be", "questions": ["Uh, ya know what?", "Are you for real?", "Do you want to play with me, or play with them?", "Why you say that baby?"]}, {"song_title": "White Dress", "questions": ["But you play it off and say, \"How is work, baby?", "Trying to get a pair of Christians?", "Is that bitch still stripping?", "No he didn't, is you talking about Kitten?", "Aren't you a sight for red eyes?", "Friends all diss him like, \"No he didn't?", "Like orderin' a girl drink in a masculine glass?", "Wedding in June, what could be better?"]}, {"song_title": "White Dress (Alternate Version)", "questions": ["But you play it off and say, \"How is work baby?", "Trying to get a pair of Christians?", "Is that bitch still stripping?", "No he didn't, is you talking about Kitten?", "Friends all diss him like, \"No he didn't?", "Wedding in June, what could be better?"]}, {"song_title": "White Ferrari", "questions": ["Sweet 16, how was I supposed to know anything?"]}, {"song_title": "White Ferrari (Magazine Version)", "questions": ["Your hair is long, are you Nicaraguan?"]}, {"song_title": "Who Do We Think We Are", "questions": ["Why’d we ball so hard?", "Who do we think we are?", "Tell me, who do we think we are?", "real, ya'll?", "Why shouldn't it be us?", "Baby, tell me, who do we think we are?"]}, {"song_title": "Who Gon Stop Me", "questions": ["Who gon stop me?", "bay, who gon stop me huh?", "Now who gon stop me?", "Yeah, who gon stop me?", "Who gon stop me huh?"]}, {"song_title": "Who I Am", "questions": ["Even if it's leftovers, I still gotta eat, right?"]}, {"song_title": "Whole City Behind Us", "questions": ["Where you at?"]}, {"song_title": "Whole City Behind Us", "questions": ["Where you at?"]}, {"song_title": "Whole Life", "questions": ["spit it 2 u say little west or little beast and make tha middle west blow like tha middle east PEACE couldn't afford tha S class so i had 2 cop tha baby mama benz G well put 50 i git this on tha 1st date but dat 50 will break tha bank back when my ATM waz crazy slim had a girl nicknamed\"Sprewell\" cause when i tried 2 stop she still made me spin back when 80's waz in my dog krazy kin had 80 of em itz time 2 hit tha dance floor git crazy again and git dat cash money like baby and slim pull up in sumthin tinted so tinted she squinet she said\"dis car real old\" i told her it waz ?"]}, {"song_title": "Who Will Survive in America", "questions": ["WHO WILL SURVIVE IN AMERICA?", "What does Webster say about soul?"]}, {"song_title": "Why", "questions": []}, {"song_title": "Why I Love You", "questions": ["Why does it always end up like this?", "Didn’t I spoil you?", "Shit feelin’ like death, don’t it?", "Goddamn this shit leaves a mess, don’t it?", "What do you do when the love turns to hate?", "Get fly more, get high more, cry boy, why for?", "Am I my brother’s keeper?", "Wasn’t I a good king?"]}, {"song_title": "Wild'n  Cuz I'm Young (Remix)", "questions": []}, {"song_title": "Wild n' Out (Freestyle)", "questions": ["So Why don't you buy somethin' ?", "Why don't you try somethin' ?"]}, {"song_title": "Wireless Festival Visionary Stream of Consciousness", "questions": ["How many people tonight have ever talked to somebody right, that you know they’ll say, I don’t know what’s wrong with Kanye or make it seem like I’m a bad person in some way, right?", "But if you’re a creative and you want to create, and you just want to create more, this is exactly what I’ve been fighting for. So if you hear me talking about Louis Vuitton or the Gucci Group or anything like that. I’m not dissing Louis Vuitton, I’m not dissing the Gucci Group and shit. I’m just saying, don’t discriminate against me, because I’m a black man or because I’m a celebrity, and tell me that I can create, but not feel. Cuz you know damn well there aren’t no black guys or celebrities making no Louis Vuitton nothing. They let Pharrell make those glasses, and we liked them, right?", "How many people tonight have had people tell you your whole life that you wasn’t fucking awesome?", "How many people tonight with a show of hands think they are fucking awesome?"]}, {"song_title": "#Wizwearscoolpants: Twitter Visionary Stream of Consciousness on Wiz Khalifa", "questions": ["13th   You own waves????"]}, {"song_title": "Wolfpack Foreva", "questions": ["No money?", "Based Boys, Based Girls, What it do baby?", "You feel me?", "I love yall and I really got yall, You feel me?", "So just know I'll hold you down on that aspect of it, You feel me?", "Lil B, You feel me?", "This Lil B, Rawest rapper alive, You feel me?"]}, {"song_title": "Wolves", "questions": ["'Fore she met Joseph with no love?", "'Fore she met Joseph around hella thugs?", "Thuggin', hustlin' before you met your husband?", "Cry, who needs sorry when there's Hennessy?"]}, {"song_title": "Wolves (OG Version)", "questions": ["'Fore she met Joseph with no love?", "Cry, who needs sorry when there's Hennessey?", "Thuggin', hustlin' before you met your husband?", "When she met Joseph around hella thugs?"]}, {"song_title": "Wolves (SNL / Yeezy Season 1)", "questions": []}, {"song_title": "Won't Call", "questions": []}, {"song_title": "Woopty Doo", "questions": ["Yo shit be looking pretty, don't it?", "Who your real friends and friends by technicality?", "Will they catch me before the ground does?", "They ask how your mama is, or ask for a salary?", "You got a nephew?"]}, {"song_title": "Workout Plan", "questions": ["Hey How u doin'?", "FREE.99?", "Girl, you need to let me know where I can cop that, how much is it?"]}, {"song_title": "Workout Plan (Chaise Marcel remix)", "questions": ["FREE.99?", "Hey, how you doin'?", "Girl you need to let me know where I can cop that, how much is it?", "Ay Wussup girl?"]}, {"song_title": "World Domination", "questions": []}, {"song_title": "Wouldn't Get Far", "questions": []}, {"song_title": "Wouldn't Get Far", "questions": ["O?", "Bitches knowin' damn well they gonna call me?", "God damn, you know what I'm sayin'?", "Did I have under my belt, like boxers?", "?", "Well, why the hell you think these bitches comin' at me for?", "Yo if he was in a Geo?", "You know what I'm sayin'?"]}, {"song_title": "Wouldn't You Like 2 Ryde", "questions": ["Wherever I lay my ???", "Would you like to ride?"]}, {"song_title": "Wouldn't You Like To Ride?", "questions": ["Now you can't ride but ooh, wouldn't you like to?", "Would you like to ride shotgun in the Escalade?", "My friends, my friends, my friends, my friends?", "Would you like to ride?"]}, {"song_title": "Would you like to ride", "questions": ["Now you can't ride but ooh, wouldn't you like to?", "Would you like to ride shotgun in the Escalade?", "My friends, my friends, my friends, my friends?", "Would you like to ride?"]}, {"song_title": "Wow", "questions": ["?"]}, {"song_title": "Wow (Alternate)", "questions": ["How he get seven TVs in that 'Lac, 'Lac?"]}, {"song_title": "Yeezus [Credits]", "questions": []}, {"song_title": "Yeezus iTunes Art", "questions": []}, {"song_title": "Yeezus Listening Party Speech", "questions": ["Last, but not last, that came and helped bring this whole shit together, the executive producer of this LP and the family, is Rick Rubin comin' in and finishing up the whole shit for us. Which is legendary because everything we did on this project, everything I get like when we release 'Numbers on the Boards\", from the video to the \"NO ARTWORK\" to the sound of the song and everything. I was like, \"What would Rick Rubin do?", "wait a second, am I forgettin' some people and shit?"]}, {"song_title": "Yeezus - Please Add Graffiti", "questions": []}, {"song_title": "Yeezus [Tracklist + Album Cover]", "questions": []}, {"song_title": "Yeezy Boost 750", "questions": []}, {"song_title": "Yeezy Interlude", "questions": []}, {"song_title": "Yeezys - History of Kanye Shoes", "questions": []}, {"song_title": "Yo Fag", "questions": []}, {"song_title": "You", "questions": ["??", "Take my hoodie off, they like \"What up Ye, you chillin'?"]}, {"song_title": "You Ain't Never Gotta Ask", "questions": ["At what point does one fight?"]}, {"song_title": "You Don't Know My Name", "questions": ["round and round and round we go, will you ever know?", "Can you hear me now?", "You know, the one with the braids?", "So, what day did you say?", "Will you ever know it?", "So, whatchu do?", "Oh hey, how you doin?", "Hello?"]}, {"song_title": "You Don't Know My Name (Unplugged)", "questions": ["Will you ever know it?", "Round and round and round we go, will you ever know?"]}, {"song_title": "You Know", "questions": ["Why you keep bawlin' though girl, you ain't been around niggas before?"]}, {"song_title": "You Know (Remix)", "questions": ["Why you keep bawlin' though girl, you ain't been around niggas before?"]}, {"song_title": "You Know, You Know", "questions": ["You see that ’62 sittin outside?", "Yeah but what does it take to feel secure?", "Damn, what happened to us?", "Am I the only 23 year old wine connoisseur?", "I'm only sayin can somebody just be happy for me?", "And you wonder why?", "Why has every woman never dined here before?", "How come when I got a party you stare at me in disgust?"]}, {"song_title": "You Made Me", "questions": ["Would you believe what my mom recieved from heaven was me?", "But now we hoppin' whips and merc, right?"]}, {"song_title": "Young Folks", "questions": [", fuck it what to say then?", "I'm gon' stay the same my whole career, you know?", "Now you want me say what?", "Why did he say it?", "Plain Pat, what up?"]}, {"song_title": "Young Forever", "questions": ["Do you really want to live forever, forever?", "Are you gonna drop the bomb or not?", "Do you really want to live forever, forever, and ever?", "ya know what I mean?", "Did you get the picture yet?"]}, {"song_title": "Young Man", "questions": ["?"]}, {"song_title": "You're All Alone", "questions": []}, {"song_title": "You're My Type", "questions": ["Remember back in high school?", "Like prom queen, right?", "Ya' know what I'm sayin?", "Bitch, do I look like your type?", "No ?", "You heard?", "\"Can I supersize?", "C?", "Damn I was wrong..how could I stoop so low?", "Bitch you ain't hear me say Kanye Titter at the beginning?", "How would you do a nerd bitch with glasses\"?"]}, {"song_title": "You're Not Ready", "questions": ["?", "Ain't it funny how them guns get to pop for the scrilla?", "When are y'all fucking with us, man?"]}, {"song_title": "Your Wish", "questions": []}]}